[{"cartodb_id":104,"project_name":"Did You Feel It?","project_url":"http://earthquake.usgs.gov/dyfi/","project_description":"The Did You Feel It? (DYFI) project is designed to gather information available about earthquakes from the people who experience them. By tapping the immense number of users online, DYFI can get a detailed characterization of what people were experiencing, the impacts of the earthquake, and the amount of damage it incurred, beyond the scope traditional information gathering techniques. Data input from users is immediately available on the website, and its interactive platform encourages users to gain a deeper understanding of earth sciences while they participate.","keywords":"Earthquakes, Natural hazards","status":"Active","start_date":"2003","geographic_scope":"International","participation_tasks":"Users are asked to submit information about their experience during an earthquake after the event has passed.  These observations serve as valuable information about the extent and severity of the earthquake, allowing the user to engage and learn about seismic events.","project_contact":"David Wald","affiliation":"USGS","street_address":"1711 Illinois St","street_address_2":"","city":"Golden","state":"CO","zip":"80401","email":"wald@usgs.gov","phone":"303-273-8441","project_topic":"Geology & Earth Science","participant_age":"Families, Public, Seniors","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Research Advancement","agency_partner":"","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.2211,39.75554]}"},{"cartodb_id":124,"project_name":"Report a Landslide","project_url":"http://landslides.usgs.gov/dysi/","project_description":"\"Report a landslide\" is a website developed by the USGS Landslide Hazards Program that asks anyone who saw a landslide anywhere in the country to report their observations. These observations will build a much larger and more complete database that will help scientists gain a clearer picture of how landslides affect the entire United States. Every year, landslides cost the nation 1 to 2 billion dollars in damage. Falling rocks, mud, and debris flows are one of the most common and sometimes deadly hazards faced by all U.S. citizens, yet there is still a lot we do not know about how and why they happen. Now, scientists at the USGS are asking the public to help them track landslides to better understand how to protect lives and property. ","keywords":"Landslides, Natural Hazards","status":"Active","start_date":"2012","geographic_scope":"National","participation_tasks":"\"Report a landslide\" is a website developed by the USGS Landslide Hazards Program that asks anyone who saw a landslide anywhere in the country to report their observations.","project_contact":"Rex Baum","affiliation":"USGS","street_address":"1711 Illinois Street\t","street_address_2":null,"city":"Golden","state":"CO","zip":"80401","email":"baum@usgs.gov","phone":"303-273-8610","project_topic":"Geology & Earth Science, Nature & Outdoors","participant_age":"Public","intended_outcomes":"Operational Integration or Use","agency_partner":"State or Local Government","agency_sponsor":"U.S. Department of the Interior (DOI), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.2211,39.75554]}"},{"cartodb_id":134,"project_name":"Local Environmental Observer Network","project_url":"http://www.anthc.org/chs/ces/climate/leo/","project_description":"The Local Environmental Observer Network is a project that applies traditional knowledge along side western science and technology in order to document change due to climate change, development and progress.  Observations include: unusual plants and wildlife, extreme weather, erosion, flooding, droughts, wildfire and other events that can threaten food security, water security and community health.  Thee goal is to identify how these fields change overtime and how they are influenced through adaptation. The project utilizes both annual spreadsheets and a Google Maps format in order to publish their findings.. LEO is based at the Center for Climate and Health at the Alaska Native Tribal Health Consortium. It is supported by the U.S. Environmental Protection Agency the U.S. Indian Health Service and the Western and Arctic Landscape Conservation Cooperatives (LCC).","keywords":"Community, Google Maps, Climate Change, Health Impacts, Native American, Environmental Awareness","status":"Active","start_date":"2012-01","geographic_scope":"Regional","participation_tasks":"LEO members are asked to participate in a public Google maps database where they can post observations about unique or unusual events. Information included in the database is at the discretion of LEO members.","project_contact":"Mike Brubaker","affiliation":"Alaska Native Tribal Health Consortium","street_address":"4000 Ambassador Drive","street_address_2":"","city":"Anchorage","state":"AK","zip":"99508","email":"mbrubaker@anthc.org","phone":"907-729-3652","project_topic":"Animals, Biology, Climate & Weather, Computers & Technology, Ecology & Environment, Education, Food, Geology & Earth Science, Health & Medicine, Nature & Outdoors, Ocean & Water, Science Policy","participant_age":"Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Inform Public Policy, Research Advancement","agency_partner":"Community Group, State or Local Government","agency_sponsor":"U.S. Department of the Interior (DOI), U.S. Environmental Protection Agency (EPA), United States Department of Health and Human Services (HHS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-149.90028,61.21806]}"},{"cartodb_id":109,"project_name":"Indigenous Observation Network (ION)","project_url":"http://www.yritwc.org/Departments/Science/Indigenous-Observation-Network-History.aspx","project_description":"The Indigenous Observation Network (ION) is a network of citizen science volunteers who monitor the health of the Yukon river. ION is supported by the Yukon River Inter-Tribal Watershed Council, a grassroots nonprofit that aims to preserve and protect the Yukon river for future generations of Tribes/ First Nations, and the continuation of a traditional Native way of life. ION has conducted a number of directed water quality studies. For example, from 2000 to 2005, the ION partnered with USGS to establish baseline conditions regarding the health of the Yukon River. Data is also collected on an ongoing basis, using USGS sampling methods and following an EPA quality assurance project plan (QAPP). Data collection focuses on climate change indicators.\r\n\r\nThe ION has received support from USGS, and also the EPA National Rivers and Streams Assessment Program. Groups within Canada, including Environmental Canada and the Yukon Territory Government, have also provided support.  Data collection has supported multiple publications, listed at http://www.yritwc.org/Departments/Science/Publications.aspx.","keywords":"Water quality, Indigenous Observation Network (ION), Yukon River, traditional knowledge, climate change","status":"Active","start_date":"","geographic_scope":"Regional","participation_tasks":"Volunteers collect water quality samples at established stations on the Yukon river. These volunteers are trained to collect data using protocols developed in collaboration with USGS. Data collected includes measures of pH, water temperature, conductivity, and dissolved oxygen. Records are kept on field sheets and sent along with water samples to YRITWC staff, and later shared with a USGS lab in Boulder, Colorado. This data augments forms of traditional knowledge, collected over thousands of years, held by Indigenous tribe living in the Yukon River watershed.","project_contact":"Dr. Edda Mutter","affiliation":"Yukon River Inter-Tribal Watershed Council","street_address":"725 Christensen Drive","street_address_2":"Suite 3","city":"Anchorage","state":"AK","zip":"99501","email":"emutter@yritwc.org","phone":"","project_topic":"Biology, Chemistry, Climate & Weather, Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use, Inform Public Policy, Research Advancement","agency_partner":"Community Group, Formal Non-Profit/NGO, Other, State or Local Government","agency_sponsor":"U.S. Environmental Protection Agency (EPA), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-149.90028,61.21806]}"},{"cartodb_id":182,"project_name":"Indigenous Observation Network","project_url":"http://alaska.usgs.gov/science/program.php?pid=36, http://www.yritwc.org/Departments/Science/Indigenous-Observation-Network-History.aspx","project_description":"","keywords":"water quality, biogeochemistry, permafrost, Indigenous Knowledge","status":"Active","start_date":"2006-05-01","geographic_scope":"International","participation_tasks":"Audio or video recording, Data analysis, Data entry, Measurement, Observation, Site selection and / or description, Specimen / sample collection","project_contact":"Ryan Toohey","affiliation":"US Geological Survey","street_address":"4210 University Drive","street_address_2":"","city":"Anchorage","state":"AK","zip":"99508","email":"rtoohey@usgs.gov","phone":"907-865-7802","project_topic":"Chemistry, Climate & Weather","participant_age":"Elementary School Children, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"National Science Foundation (NSF), U.S. Environmental Protection Agency (EPA), U.S. Geological Survey (USGS), United States Department of Health and Human Services (HHS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-149.90028,61.21806]}"},{"cartodb_id":101,"project_name":"Alaska Volcano Observatory Citizen Network Ash Collection and Observation Program","project_url":"http://www.avo.alaska.edu/ashfall/ashreport.php","project_description":"The Alaska Volcano Observatory (AVO) is a joint program of the United States Geological Survey (USGS), the Geophysical Institute of the University of Alaska Fairbanks (UAFGI), and the State of Alaska Division of Geological and Geophysical Surveys (ADGGS). AVO was formed in 1988, and uses federal, state, and university resources to monitor and study Alaska's hazardous volcanoes, to predict and record eruptive activity, and to mitigate volcanic hazards to life and property.","keywords":"volcanic ash, ash fall, volcanoes","status":"Active","start_date":"2013","geographic_scope":"Regional","participation_tasks":"USGS scientists would appreciate your help collecting volcanic ash samples. These samples help scientists understand the composition, volume, and dispersal pattern of the ash. The area over which ash can fall is large, and ash-fall deposits can be ephemeral. Timely access is often difficult. Locals are ideally positioned to collect excellent samples.","project_contact":"John Power","affiliation":"USGS/Alaska Volcano Observatory","street_address":"3211 Providence Dr","street_address_2":"","city":"Anchorage","state":"AK","zip":"99508","email":"jpower@usgs.gov","phone":"","project_topic":"Geology & Earth Science, Nature & Outdoors","participant_age":"Public","intended_outcomes":"Operational Integration or Use, Research Advancement","agency_partner":"College or University, State or Local Government","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":"Other Agency Sponsor","geojson":"{\"type\":\"Point\",\"coordinates\":[-149.90028,61.21806]}"},{"cartodb_id":185,"project_name":"Image Detective","project_url":"http://eol.jsc.nasa.gov/BeyondThePhotography/ImageDetective/","project_description":"Use your geography skills to geolocate Astronaut photography of Earth!  If you have always wanted to associate those amazing photographs of our beautiful planet taken from space with their locations on the Earth, Image Detective is the perfect tool for you!  By doing so, you will help to locate hundreds of thousands of images and also enhance your geography skills at the same time. You can gauge how high your skill level is by accumulating points as you submit each image, then checking out the \"Who Has High Score?\" icon on the front page.","keywords":"Astronaut photography, imagery, ISS, International Space Station, Space Shuttle, earth science, remote sensing, geography, center point","status":"Active","start_date":"2012-05-01","geographic_scope":"International","participation_tasks":"Annotation, Classification or tagging, Data analysis, Data entry, Finding entities, Geolocation, Identification, Learning","project_contact":"Dr. William Stefanov","affiliation":"NASA Johnson Space Center, Earth Science and Remote Sensing","street_address":"2101 Nasa Road 1","street_address_2":"","city":"Houston","state":"TX","zip":"77058","email":"jsc-earthweb@mail.nasa.gov","phone":"281-483-0123","project_topic":"Education, Geology & Earth Science","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Proof of Concept","agency_partner":null,"agency_sponsor":"National Aeronautics and Space Administration (NASA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-95.36327,29.76328]}"},{"cartodb_id":195,"project_name":"Florida Microplastic Awareness Project","project_url":"http://www.plasticaware.org","project_description":"Citizen scientists are collecting coastal water samples and filtering them to look for the presence of microplastics (using a microscope). They are also helping to educate stakeholders about the sources of and problems caused by microplastics in order to encourage people to read labels to avoid purchasing plastics when non-plastic alternatives are available, and to recycle/reuse as much as possible.","keywords":"microplastic, marine, water,","status":"Active","start_date":"2015-09-01","geographic_scope":"Local","participation_tasks":"Data entry, Observation, Other, Sample analysis, Specimen / sample collection","project_contact":"Maia McGuire","affiliation":"University of Florida/Florida Sea Grant","street_address":"150 Sawgrass Road","street_address_2":"","city":"Bunnell","state":"FL","zip":"32110","email":"mpmcg@ufl.edu","phone":"386-437-7464","project_topic":"Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy","agency_partner":"College or University, Formal Non-Profit/NGO, K-12 Education, Other, State or Local Government","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-81.25784,29.46609]}"},{"cartodb_id":119,"project_name":"The Delaware Bay Horseshoe Crab Spawning Survey","project_url":"http://horseshoecrabsurvey.com/index.htm","project_description":"The Delaware Bay Horseshoe Crab Spawning Survey was founded in 1990, and received government support beginning in 1999. Volunteers collect data on Horseshoe crabs through beach surveys, providing critical information for scientists and policymakers about Horseshoe crab populations in the Delaware Bay. Data from the survey has helped the Atlantic States Marine Fisheries Commission (ASMFC) set protocols for commercial fishing.\n\nThe survey has been supported by a number of private and public sector organizations. Government partners include the Delaware National Estuarine Research Reserve (DNERR) for Delaware beaches, the New Jersey Department of Environmental Protection, and U.S. Fish and Wildlife Service. The project also partners with scientists from the University of Delaware. Limuli Labs, a company that relies on horseshoe crabs to support medical research and practice, provides funding for the project website.  ","keywords":"Environmental Survey, Conservation Policy, Biodiversity, ecosystem ecology, human pharmacology","status":"Active","start_date":"1990","geographic_scope":"Regional","participation_tasks":"During peak spawning seasons, volunteers count and classify horseshoe crabs on beaches in Delaware and New Jersey. Volunteers are required to take part in training sessions, where they learn the background history and purpose of the survey, skills for how to correctly record data, and the process for distinguishing between male and female crabs. ","project_contact":"Benjie Swan","affiliation":"Limuli Laboratories","street_address":"818 Kitts Hummock Road","street_address_2":null,"city":"Dover","state":"DE","zip":"19901","email":"swan24@verizon.net","phone":"(609) 465-6552 ","project_topic":"Animals, Biology, Ecology & Environment, Health & Medicine, Nature & Outdoors, Ocean & Water, Science Policy","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use, Inform Public Policy, Regulation, Research Advancement","agency_partner":"College or University, For-Profit, State or Local Government","agency_sponsor":"U.S. Department of the Interior (DOI), National Oceanic and Atmospheric Administration (NOAA), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-75.52437,39.15817]}"},{"cartodb_id":122,"project_name":"Student Watershed Research Project","project_url":"http://www.swrp.esr.pdx.edu/","project_description":"The Student Watershed Research Project involves high school students in the collection of stream monitoring data such as water quality samples, biological data, and physical observations. Monitoring occurs mostly near the Portland, Oregon metro area but is also scattered throughout Oregon and southwest Washington.","keywords":"Biology, Stream monitoring, Water quality","status":"Active","start_date":"1991","geographic_scope":"Regional","participation_tasks":"High school students collect water quality samples, biological data, and physical observations.","project_contact":"Stewart Rounds","affiliation":"USGS","street_address":"P.O. 751","street_address_2":null,"city":"Portland","state":"OR","zip":"97207","email":"sarounds@usgs.gov","phone":"0","project_topic":"Biology, Ecology & Environment, Education, Nature & Outdoors, Ocean & Water","participant_age":"Teens","intended_outcomes":"Education, Research Advancement","agency_partner":"College or University, K-12 Education","agency_sponsor":"National Science Foundation (NSF), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-122.67621,45.52345]}"},{"cartodb_id":98,"project_name":"DC/Baltimore Cricket Crawl","project_url":"http://www.discoverlife.org/cricket/DC/","project_description":"A call to Citizen Scientists, Artists, Naturalists and Scientists to join an annual Cricket Crawl for an evening sound census of the late summer crickets and katydids singing throughout the Baltimore/DC metro areas. \r\n\r\nScientists hope to document 8 target species in our area and map their distribution. Why? In order to know how these populations are changing we need to start listening for them.","keywords":"Biology, Cricket, Katydid, DC, baltimore","status":"Active but Seasonal","start_date":"2012-08-01","geographic_scope":"Local","participation_tasks":"Volunteer Summary: 1.Go somewhere at night; 2.Listen for 1 minute; 3.Write down the kinds of crickets and katydids you hear; 4. Call,text, email or tweet it to the cricket crawl team!","project_contact":"Sam Droege","affiliation":"USGS","street_address":"12311 Beech Forest Rd","street_address_2":"","city":"Laurel","state":"MD","zip":"","email":"sdroege@usgs.gov","phone":"","project_topic":"Biology, Insects, Nature & Outdoors","participant_age":"Elementary School Children, Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Research Advancement","agency_partner":"","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-76.84831,39.09928]}"},{"cartodb_id":203,"project_name":"Whale Alert app","project_url":"http://www.whalealert.org/","project_description":"With the free Whale Alert app, mariners and members of the public are provided with a user-friendly tool directly on their iPad or iPhone that displays whale \"safety zones\". The app also allows the user to report any live, dead, or distressed whale sightings to the appropriate response agency; thus making this app an important tool for reducing ship strike threat to all whale species.","keywords":"whale alert, citizen science, sightings, right whale, conservation, management","status":"Active","start_date":"2012","geographic_scope":"International","participation_tasks":"Classification or tagging, Data entry, Finding entities, Identification, Learning, Observation, Photography","project_contact":"David Wiley","affiliation":"NOAA Fisheries","street_address":"","street_address_2":"","city":"","state":"MA","zip":"","email":"david.wiley@noaa.gov","phone":"781-545-8026 x211","project_topic":"Animals, Biology, Computers & Technology, Ecology & Environment, Education, Nature & Outdoors, Ocean & Water","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"For-Profit","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":null},{"cartodb_id":81,"project_name":"Meterologial Phenomena Identification Near the Ground (mPING)","project_url":"http://www.nssl.noaa.gov/projects/ping/","project_description":"The NOAA National Severe Storms Laboratory (NSSL) is collecting public weather reports through a free app available for smart phones or mobile devices. The app is called mPING for Meteorological Phenomena Identification Near the Ground. Weather radars cannot access data at the ground, so mPING reports are used by the NOAA National Weather Service to fine-tune their forecasts. NSSL uses the data in a variety of ways, including to develop new radar and forecasting technologies and techniques.","keywords":"Weather, Climate, Meteorology, Public Participation","status":"Active","start_date":"2006","geographic_scope":"National","participation_tasks":"To use the app, reporters select the type of weather that is occurring, and tap submit. These anonymous reports can be submitted as often as every minute.","project_contact":"Kim Elmore","affiliation":"NOAA","street_address":"","street_address_2":"","city":"Norman","state":"OK","zip":"","email":"kim.elmore@noaa.gov","phone":"","project_topic":"Climate & Weather, Nature & Outdoors","participant_age":"Elementary School Children, Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Operational Integration or Use, Research Advancement","agency_partner":"","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-97.43948,35.22257]}"},{"cartodb_id":129,"project_name":"CrowdHydrology","project_url":"http://crowdhydrology.org","project_description":"The CrowdHydrology mission is to create freely available data on stream stage in a simple and inexpensive way. We do this through the use of crowd sourcing, which means we gather information on stream stage (water levels) from anyone willing to send us a text message of the water levels at their local stream. These data are then available for anyone to then use from Universities to Elementary schools.","keywords":"water, hydrology","status":"Active","start_date":"2011","geographic_scope":"National","participation_tasks":"Volunteer Activities: 1.Read the stream stage off of the gaging staff at any of the CrowdHydrology gaging station 2.Text the station number and the stream stage to the phone number listed on the gage. 3.Stream stage is then added to our database and is published for public use on the CrowdHydrology web page. 4.Researchers, Students, Outdoors people, Resource managers, etc can then use these data free of charge. 5.Pat yourself on the back because you are Citizen scientist, and we could not have done this without your help","project_contact":"Christopher S. Lowry, Ph.D","affiliation":"University at Buffalo","street_address":"411 Cooke Hall, University at Buffalo","street_address_2":null,"city":"Buffalo","state":"NY","zip":"14260","email":"cslowry@buffalo.edu\t","phone":null,"project_topic":"Nature & Outdoors, Ocean & Water","participant_age":"Elementary School Children, Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Research Advancement","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, For-Profit, K-12 Education, State or Local Government","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-78.87837,42.88645]}"},{"cartodb_id":202,"project_name":"Cyclone Center","project_url":"http://www.cyclonecenter.org/","project_description":"The climatology of tropical cyclones is limited by uncertainties in the historical record. Patterns in storms imagery are best recognized by the human eye, so we need your help analyzing these storms.","keywords":"hurricane, tropical, cyclone, climate, weather, storms, clouds, satellite","status":"Active","start_date":"2012-09-25","geographic_scope":"International","participation_tasks":"Classification or tagging, Identification, Observation","project_contact":"Ken Knapp","affiliation":"NOAA/NESDIS/NCEI","street_address":"151 Patton Ave","street_address_2":"","city":"Asheville","state":"NC","zip":"28806","email":"Ken.Knapp@noaa.gov","phone":"828-271-4339","project_topic":"Climate & Weather","participant_age":"General Public","intended_outcomes":"Education, Research Advancement","agency_partner":"College or University, Formal Non-Profit/NGO, Museum","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-82.55402,35.60095]}"},{"cartodb_id":107,"project_name":"Nature's Notebook","project_url":"http://www.usanpn.org","project_description":"Nature's Notebook gathers information on plant and animal phenology across the U.S. to be used for decision-making on local, national and global scales to ensure the continued vitality of our environment. Scientists alone cannot collect enough data: They need your help. Join more than 6,000 other amateur naturalists across the nation in taking the pulse of our planet. Volunteers use scientifically-vetted observation guidelines, developed for over 1,000 species, to ensure data are useful to researchers and decision-makers.","keywords":"Animals, Biology, Ecology, Phenology, Plants","status":"Active","start_date":"2007","geographic_scope":"National","participation_tasks":"Volunteers who participate in Nature's Notebook go outside to observe nature in their backyard or nearby area on a weekly basis. This information is entered into an online web form or mobile app. The time commitment to become an observer is roughly ten minutes. Observation takes about two minutes for each organism once volunteers are familiar with the protocols. To sign up, visit: https://www.usanpn.org/nn/become-observer","project_contact":"Jake Weltzin","affiliation":"USA-NPN","street_address":"1311 E. Fourth St","street_address_2":"","city":"Tucson","state":"AZ","zip":"85721","email":"jweltzin@usgs.gov","phone":"520-626-3821","project_topic":"Animals, Biology, Climate & Weather, Ecology & Environment, Nature & Outdoors","participant_age":"Public","intended_outcomes":"Operational Integration or Use, Inform Public Policy, Research Advancement","agency_partner":"College or University, Formal Non-Profit","agency_sponsor":"U.S. Geological Survey (USGS), National Science Foundation (NSF), National Parks Service (NPS), National Oceanic and Atmospheric Association (NOAA), U.S. Department of the Interior (DOI)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-110.92648,32.22174]}"},{"cartodb_id":204,"project_name":"Shoreline Debris Monitoring","project_url":"http://olympiccoast.noaa.gov/protect/marinedebris/marinedebris.html","project_description":"Olympic Coast National Marine Sanctuary (OCNMS), funded by a grant from NOAA’s Marine Debris Program, initiated shoreline debris monitoring in 2012 following NOAA’s Marine Debris Shoreline Survey Field Guide methods published in 2012.  OCNMS volunteers originally initiated shoreline debris monitoring in 2001 using data categories standardized by the U.S. Environmental Protection Agency and Ocean Conservancy.  Heightened interest in shoreline debris data associated with concerns about materials originating from the March 2011 Japan tsunami coincided with release of the new NOAA methods, which prompted significant modification of OCNMS’ shoreline debris monitoring program. \r\n \r\nShoreline debris data will be used to document temporal, spatial, and composition patterns in debris deposition on Washington’s coastline, and to the extent possible to identify changes in debris types and volumes associated with the March 2011 tsunami debris. \r\n \r\nIn 2012, new shoreline debris monitoring methods were initiated at 6 sites on the outer coast of Washington state.  By 2014 there were nine coast sites and seven sites on the Strait of Juan de Fuca.  The goal for FY 2015 is to continue this monitoring effort and expand the effort to teachers and their students within walking distance of coast sites.","keywords":"marine debris, survey, beaches, coast,","status":"Active","start_date":"anytime, ongoing","geographic_scope":"Local","participation_tasks":"Classification or tagging, Identification, Learning, Measurement, Observation, Photography","project_contact":"Heidi Pedersen","affiliation":"Data Verifier and Trainer","street_address":"115 E. Railroad Ave.","street_address_2":"Suite 301","city":"Port Angeles","state":"WA","zip":"98362","email":"Heidi.Pedersen@noaa.gov","phone":"360-457-6622 x 32","project_topic":"Biology, Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"Families, General Public, Seniors, Teens","intended_outcomes":"Inform Public Policy, Other","agency_partner":"Community Group, Other","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"Olympic Coast National Marine Sanctuary","geojson":"{\"type\":\"Point\",\"coordinates\":[-123.43074,48.11815]}"},{"cartodb_id":205,"project_name":"EcoCast: Improving Ecological and Economic Sustainability of Marine Fisheries Using Remotely-sensed Oceanographic Data","project_url":"http://appliedsciences.nasa.gov/content/ecocatch-improving-ecological-and-economic-sustainability-marine-fisheries-using-remotely","project_description":"Balancing sustainable ecological and economic objectives is a continuing challenge for fisheries managers. Many US fisheries harvest healthy target stocks, however, bycatch of non-target species is common, and can result in large-scale fishery closures. Technological advancements in remote sensing over the past decade have revolutionized the way fishermen target ocean resources and the amount of data available on the ocean environment. In partnership with the California drift gillnet fishery and National Marine Fisheries Service, we aim to use these data to balance protection of ecological resources and economic viability. The objective of this Feasibility Study Project is to evaluate the applicability of EcoCatch, a near real-time, multi-species fisheries management tool. Our approach will build on previous NASA-funded projects, TurtleWatch and WhaleWatch, that couple spatial data of protected species with remotely-sensed data to successfully reduce bycatch and other human impacts. We will use remotely sensed satellite oceanographic, fisheries and satellite tracking data to produce near-real time spatial models of target catch and bycatch, assimilating additional information from fishermen input. Our objective is to develop a predictive tool that will enhance conservation of protected and non-target species, while maintaining sustainability and profitability of the fishery.","keywords":"fisheries, remotely sensed, oceanographic, bycatch, model, tool","status":"Active","start_date":"2013-12-19","geographic_scope":"Regional","participation_tasks":"Data analysis, Data entry, Geolocation, Identification, Measurement","project_contact":"Dr. Rebecca Lewison","affiliation":"San Diego State University","street_address":"5500 Campanile Dr.","street_address_2":"","city":"San Diego","state":"CA","zip":"92182-4614","email":"rlewison@mail.sdsu.edu","phone":"619-594-8287","project_topic":"Animals, Ecology & Environment, Science Policy","participant_age":null,"intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Operational Integration or Use, Proof of Concept, Regulation, Research Advancement","agency_partner":"College or University, Other","agency_sponsor":"National Aeronautics and Space Administration (NASA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-117.15726,32.71533]}"},{"cartodb_id":206,"project_name":"Forecasting Harmful Algal Blooms in California","project_url":"http://www.cencoos.org/data/models/habs","project_description":"Domoic acid (DA) poisoning in marine mammal/bird populations and the threat of Amnesic Shellfish Poisoning in humans is considered to be the leading HAB and conservation issue for much of the U.S. West Coast. To address this, we have developed a CA HAB forecasting application to identify when and where toxic blooms occur to better inform management decisions. We do this by merging: 1) ecological/statistical models to 2) existing hydrodynamic model simulations (ROMS), 3) enhanced satellite imagery (MODIS-Aqua with DINEOF), 4) and community (Cal-HABMAP)/crowdsourced (JellyWatch/TMMC/CINMS) observations. The Central and Northern California Ocean Observing System Program Office (CeNCOOS) is hosting our pilot demonstration as the pre-operational decision-making environment with everything from satellite data processing, ROMS-DINEOF, HAB forecasts, and product distribution implemented in-house. Over the last year, we tested our method in a demonstration capacity; coincidentally, 2014 was a very high DA year with record fishery advisories and marine mammal strandings. Our predictions show high DA levels offshore just as there was a spike in sea lion and seal strandings in central CA in mid-March, corroborating hypotheses that marine mammals are good sentinels of the onset of DA events and supporting our effort to use crowdsourced stranding observations to validate models.","keywords":"Harmful algal blooms, Pseudo-nitzschia, domoic acid, ecological forecasting","status":"Active","start_date":"2013-12-31","geographic_scope":"Regional","participation_tasks":"Geolocation, Observation","project_contact":"Clarissa Anderson","affiliation":"University of California, Santa Cruz","street_address":"University of California, Santa Cruz","street_address_2":"1156 High St.","city":"Santa Cruz","state":"CA","zip":"95064","email":"clrander@ucsc.edu","phone":"831-459-4098","project_topic":"Biology, Disaster Response, Ecology & Environment, Ocean & Water","participant_age":"General Public","intended_outcomes":"Operational Integration or Use","agency_partner":"State or Local Government","agency_sponsor":"National Aeronautics and Space Administration (NASA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-97.85528,17.29]}"},{"cartodb_id":207,"project_name":"Smithsonian Transcription Center","project_url":"https://transcription.si.edu","project_description":"The Smithsonian Transcription Center seeks to engage the public in making our collections more accessible. We're working hand-in-hand with digital volunteers to transcribe historic documents and collection records to facilitate research and excite the learning in everyone.","keywords":"science, art, history, cultural heritage","status":"Active","start_date":"2013-06-15","geographic_scope":"International","participation_tasks":"Annotation, Data entry, Finding entities, Identification, Learning, Problem solving, Transcription","project_contact":"Meghan Ferriter, PhD","affiliation":"Smithsonian Institution","street_address":"600 Maryland Avenue SW","street_address_2":"","city":"Washington","state":"DC","zip":"20024","email":"ferriterm@si.edu","phone":"202-633-2932","project_topic":"Animals, Astronomy & Space, Biology, Birds, Insects, Nature & Outdoors","participant_age":"Families, General Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":null,"agency_sponsor":"Smithsonian Institute (SI)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-77.03637,38.89511]}"},{"cartodb_id":208,"project_name":"Marine Debris Monitoring and Assessment Project (MDMAP)","project_url":"http://marinedebris.noaa.gov/research/marine-debris-monitoring-and-assessment-project","project_description":"Partner organizations and volunteers conduct shoreline monitoring according to the published NOAA Marine Debris Monitoring and Assessment Project survey techniques. Survey data that is uploaded to the MDMAP database contributes to our understanding of the distribution, types, and abundance of debris in the marine environment, in order to guide policy development, education and outreach, and research initiatives.","keywords":"marine debris, marine litter, shoreline monitoring, beach monitoring","status":"Active","start_date":"2012-01-01","geographic_scope":"International","participation_tasks":"Classification or tagging, Data entry, Geolocation, Identification, Learning, Measurement, Observation, Site selection and / or description","project_contact":"Sherry Lippiatt","affiliation":"NOAA Marine Debris Program","street_address":"1315 East-West Highway","street_address_2":"","city":"Silver Spring","state":"MD","zip":"20910","email":"sherry.lippiatt@noaa.gov","phone":"510-410-2602","project_topic":"Ocean & Water","participant_age":"Families, General Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Inform Public Policy, Operational Integration or Use, Research Advancement","agency_partner":"Community Group, Formal Non-Profit/NGO, Other","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-77.02609,38.99067]}"},{"cartodb_id":209,"project_name":"IHO Crowd Source Bathymetry Pilot Project","project_url":"http://www.ngdc.noaa.gov/iho/#csb","project_description":"The International Hydrographic Office (IHO) is coordinating a Crowd-Sourced Bathymetry (CSB) data gathering proof of concept project with SeaID, the Professional Yachting Association (PYA) and the IHO Data Center for Digital Bathymetry (IHO DCDB). SeaID is developing and installing data loggers on 12 super yachts that will collect reliable xyz data from standard digital echo sounders and GNSS receivers. \r\n\r\nThe data is being assembled and sent to the IHO DCDB hosted at NOAA's National Centers for Environmental Information in Boulder, Colorado, where it will be made available to the public via an interactive web map service.  This data pathway is currently being developed so that automated data input (and data exports) into standard database is established.\r\n\r\nThe ultimate objective of this CSB project is to make it easy for every trusted mariner to contribute to the global IHO DCDB bathymetric database and to make this data readily accessible for a range of uses, including nautical charting and global digital datasets such as the General Bathymetric Chart of the Oceans (GEBCO).","keywords":"crowd source, bathymetry, echo sounders, web map services, nautical charting, GEBCO","status":"Active","start_date":"2014-10-10","geographic_scope":"International","participation_tasks":"Measurement","project_contact":"Jennifer Jencks","affiliation":"NOAA NCEI","street_address":"325 Broadway, E/GC3","street_address_2":"","city":"Boulder","state":"CO","zip":"80305-3328","email":"jennifer.jencks@noaa.gov","phone":"3034976419","project_topic":"Geology & Earth Science, Ocean & Water","participant_age":"General Public","intended_outcomes":"Operational Integration or Use, Proof of Concept","agency_partner":null,"agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-105.27055,40.01499]}"},{"cartodb_id":210,"project_name":"Georgia Adopt-a-Stream","project_url":"www.georgiaadoptastream.com","project_description":"Georgia's Environmental Protection Division has 4 programs engaging citizens in watershed work and education:  Rivers Alive, Adopt-A-Stream, Project WET and River of Words.  The Adopt-A-Stream program organizes and provides resources to trainers, volunteer citizen scientists and state organizations helping them perform water quality monitoring around the state.","keywords":"watershed, water quality, monitoring, public awareness, data, observations, tools & training, nonpoint source pollution","status":"Active","start_date":"On-going","geographic_scope":"Local","participation_tasks":"Data entry, Geolocation, Identification, Learning, Measurement, Observation, Photography, Site selection and / or description","project_contact":"Harold Harbert","affiliation":"Georgia Environmental Protection Division","street_address":"2 MLK Drive SW","street_address_2":"","city":"Atlanta","state":"GA","zip":"30334","email":"Harold.Harbert@gaepd.org","phone":"404-651-8514","project_topic":"Animals, Biology, Chemistry, Climate & Weather, Computers & Technology, Disaster Response, Ecology & Environment, Education, Geology & Earth Science, Insects, Nature & Outdoors, Ocean & Water, Physics, Science Policy","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Other, Research Advancement","agency_partner":"State or Local Government","agency_sponsor":"U.S. Environmental Protection Agency (EPA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-84.38798,33.749]}"},{"cartodb_id":211,"project_name":"System for Mapping and Predicting Species of Concern","project_url":"http://www.dri.edu/","project_description":"The purpose of SMAP-SOC is to provide BLM natural resource managers with an application to model the current and future distributions of freshwater species of concern (SOC), across large management regions. These models will be based on occurrences from both crowdsourced data and detections using environmental DNA (e-DNA). These occurrences will then be related to Earth observations and other spatial data so distributions can be predicted across landscapes.","keywords":"freshwater, fish, alaska","status":"Active","start_date":"2015-07-02","geographic_scope":"Regional","participation_tasks":"Identification, Observation","project_contact":"John Olson","affiliation":"Desert Research Institute","street_address":"755 E. Flamingo Rd","street_address_2":"","city":"Las Vegas","state":"NV","zip":"89119","email":"john.olson@dri.edu","phone":"702-862-5384","project_topic":"Animals, Ecology & Environment, Nature & Outdoors","participant_age":"General Public","intended_outcomes":"Operational Integration or Use","agency_partner":null,"agency_sponsor":"Bureau of Land Management (BLM), National Aeronautics and Space Administration (NASA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-115.13722,36.17497]}"},{"cartodb_id":212,"project_name":"Coastal Observation And Seabird Survey Team (COASST)","project_url":"https://depts.washington.edu/coasst/","project_description":"The Coastal Observation And Seabird Survey Team (COASST) is a citizen-science program established to identify the carcasses of marine birds found on beaches along the coast of the Pacific Northwest. COASST is a project of the University of Washington in partnership with state, tribal and federal agencies, environmental organizations, and community groups along the coasts of Oregon, Washington and Alaska.  COASST believes citizens of coastal communities are essential scientific partners in monitoring marine ecosystem health.  By collaborating with citizens, natural resource management agencies and environmental organizations, COASST works to translate long-term monitoring into effective marine conservation solutions.\r\n\r\nSpecifically, trained COASST volunteers conduct surveys for beached birds on the same stretch of coastline each month.  Each bird carcass is measured, identified, photographed, marked, and left in place for potential re-find on subsequent surveys.  Beach morphology, visitors use and presence or absence oil is also recorded.\r\n\r\nCOASST data have created a baseline, or the 'normal' pattern, for beached bird mortality. Armed with this information, we can detect unusual events such as increased mortality due to low food availability, weather, harmful algal blooms, oil spills, or other factors. \r\n\r\nPerhaps most importantly, COASST data can be used to identify long-term changes in the status of our resident marine bird populations.","keywords":"seabirds, citizen science, coast, beaches, marine environment, surveys","status":"Active","start_date":"anytime, ongoing","geographic_scope":"Regional","participation_tasks":"Classification or tagging, Identification, Measurement, Observation, Photography, Problem solving","project_contact":"Erika Frost","affiliation":"Volunteer Coordinator, COASST","street_address":"University of Washington Box 355020","street_address_2":"1122 NE Boat Street","city":"Seattle","state":"WA","zip":"98195-5020","email":"info@coasst.org","phone":"206-221-6893","project_topic":"Animals, Biology, Birds, Ecology & Environment, Nature & Outdoors","participant_age":"Families, General Public, Seniors, Teens","intended_outcomes":"Inform Public Policy, Other, Research Advancement","agency_partner":"College or University, Other, State or Local Government","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA), National Science Foundation (NSF)","agency_sponsor_other":"NOAA Olympic Coast National Marine Sanctuary","geojson":"{\"type\":\"Point\",\"coordinates\":[-122.33207,47.60621]}"},{"cartodb_id":213,"project_name":"Evaluating the Ecological and Social Outcomes of Neighborhood and Nonprofit Urban Forestry","project_url":"www.indiana.edu/~cipec/nucfac/","project_description":"The Bloomington Urban Forest Research Group, at Indiana University Bloomington, evaluates the success of trees planted by nonprofit urban forestry programs, as well as the social impacts of the tree planting programs on neighborhoods. A field protocol for nonprofit organizations was developed for assessing the mortality and growth of recently-planted trees. The protocol was designed for minimally-trained volunteers or citizen scientists. Cities studied are Atlanta, GA; Indianapolis, IN; Detroit, MI; St. Louis, MO; and Philadelphia, PA. This project was funded by the USDA National Urban and Community Forestry Advisory Council and the US Forest Service.","keywords":"trees;  urban greening; urban forest; urban ecology","status":"Active","start_date":"2012-11-01","geographic_scope":"Regional","participation_tasks":"Classification or tagging, Data entry, Geolocation, Identification, Learning, Measurement","project_contact":"Jessica Vogt","affiliation":"Assistant Professor, DePaul University","street_address":"W Belden Ave","street_address_2":"","city":"Chicago","state":"IL","zip":"60614","email":"jessica.m.vogt@gmail.com","phone":"920 850 2016","project_topic":"Biology, Ecology & Environment, Nature & Outdoors","participant_age":"Families, General Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"College or University, Formal Non-Profit/NGO, K-12 Education, State or Local Government","agency_sponsor":"U.S. Forest Service (USFS)","agency_sponsor_other":"USDA","geojson":"{\"type\":\"Point\",\"coordinates\":[-87.66892064,41.88264932]}"},{"cartodb_id":214,"project_name":"DISCOVER-AQ","project_url":"http://www.epa.gov/nerl/features/discover-aq.html","project_description":"DISCOVER-AQ is a NASA led Earth Venture Mission which involved many organizations over a 4 year period (2011-2014). The study aimed at improving the use of satellites in air quality characterization with field campaigns conducted in 1) Baltimore, MD - July 2011, 2) San Joaquin Valley, CA - January to February 2013, 3) Houston, TX - September 2013, and 4) Denver, CO - July to August 2014.","keywords":"Citizen Science, DISCOVER-AQ, low-cost sensors, CairClip, ozone, nitrogen dioxide","status":"Complete","start_date":"2013-09-04","geographic_scope":"National","participation_tasks":"Data entry, Measurement, Observation, Specimen / sample collection","project_contact":"Rachelle Duvall","affiliation":"U.S. EPA","street_address":"109 TW Alexander Dr.","street_address_2":"","city":"Durham","state":"NC","zip":"27711","email":"duvall.rachelle@epa.gov","phone":"(919) 541-4462","project_topic":"Ecology & Environment","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Proof of Concept, Research Advancement","agency_partner":"College or University, K-12 Education, Museum, State or Local Government","agency_sponsor":"U.S. Environmental Protection Agency (EPA)","agency_sponsor_other":"NASA, NOAA, TCEQ, CDPHE","geojson":"{\"type\":\"Point\",\"coordinates\":[-78.96972656,36.42835272]}"},{"cartodb_id":91,"project_name":"Nonindigenous Aquatic Species (NAS) Online Sighting","project_url":"http://nas.er.usgs.gov/","project_description":"This project provides a central repository for spatially referenced bio-geographic accounts of non-indigenous aquatic species in the USA. It includes verified occurrences, maps, and species pages for freshwater non-indigenous aquatic animal species. Citizens can report a non-native species via an online reporting form.","keywords":"aquatic species, freshwater organisms, invasive species","status":"Active","start_date":"1990","geographic_scope":"National","participation_tasks":"Users can report nonindigenous and invasive aquatic species they sight, automatically receive email alerts, or perform searches on aquatic species. The system is flexible, providing two different perspectives: one to a user interested in an area; the other to users interested in a species. Whether the user chooses automatic alerts or prefers to search the site is up to them.","project_contact":"Pam Fuller","affiliation":"USGS","street_address":"7920 NW 71st Street","street_address_2":"","city":"Gainesville","state":"FL","zip":"32653","email":"pfuller@usgs.gov","phone":"352-264-3481","project_topic":"Animals, Biology, Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"Families, Public, Seniors","intended_outcomes":"Operational Integration or Use, Regulation, Research Advancement","agency_partner":"Formal Non-Profit/NGO, Museum, State or Local Government","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-82.32483,29.65163]}"},{"cartodb_id":215,"project_name":"San Gabriel River Sea Turtle Monitoring","project_url":"http://www.aquariumofpacific.org/conservation/sea_turtle_monitoring","project_description":"Once a month, volunteers watch, count, and record sea turtle sightings for 30 minutes at stations arranged at set intervals along the San Gabriel River where sea turtles are known to reside. The data collected is recorded and used to help understand the ecology and population dynamics of green turtles in the northern extent of their range along the U.S. west coast.","keywords":"sea turtles, marine, California","status":"Active","start_date":"2012-10-06","geographic_scope":"Local","participation_tasks":"Audio or video recording, Data analysis, Data entry, Observation","project_contact":"Dan Lawson","affiliation":"National Marine Fisheries Service","street_address":"","street_address_2":"","city":"Long Beach","state":"CA","zip":"","email":"Dan.Lawson@noaa.gov","phone":"562-980-3209","project_topic":"Animals, Nature & Outdoors, Ocean & Water","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"Formal Non-Profit/NGO, Museum","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-118.0978775,33.7612816]}"},{"cartodb_id":216,"project_name":"Mapping Application for Penguin Populations and Projected Dynamics (MAPPPD)","project_url":"http://www.penguinmap.org","project_description":"MAPPPD is a one-stop shop for information on penguin abundance and distribution in the Antarctic that integrates citizen science, expert biological field surveys, and satellite imagery to provide data required for Antarctic decision support and conservation assessment. Tens of thousands of tourists go to Antarctica each year; their observations on the presence and absence of wildlife is critical to informing models of biogeography and our understanding of species range shifts through time. Antarctic stakeholders can use MAPPPD to search and select sites of interest, get estimates of abundance in areas of interest, and explore how these abundance estimates are predicted to change with time.","keywords":"Antarctica, penguin, CCAMLR, ATCM, SCAR","status":"Active","start_date":"2014-01-01","geographic_scope":"Regional","participation_tasks":"Finding entities, Identification, Observation","project_contact":"Heather J. Lynch","affiliation":"Stony Brook University","street_address":"113 Life Sciences Bldg.","street_address_2":"","city":"Stony Brook","state":"NY","zip":"11794","email":"heather.lynch@stonybrook.edu","phone":"6316329508","project_topic":"Animals, Biology, Birds, Ecology & Environment, Nature & Outdoors","participant_age":"General Public","intended_outcomes":"Inform Public Policy, Operational Integration or Use","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"National Aeronautics and Space Administration (NASA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-60.29022217,-64.24459477]}"},{"cartodb_id":217,"project_name":"TreesCount! 2015","project_url":"nyc.gov/parks/treescount","project_description":"TreesCount! 2015 is New York City’s third decadal effort to inventory our urban forest.  Volunteers, led by NYC Parks, map and assess every street tree on every block of the city.  Volunteers are trained to identify and assess trees using simple site surveying tools and record all data in a customized application that can be accessed on a phone.  No prior experience is required.  All data will feed directly into NYC Parks’ forestry management system and will lead to the construction of a publicly interactive map to track stewardship activities.  So far, thousands of volunteers have participated and nearly 40% of the city is completed.  US Forest Service scientists partner on this project for quality assurance studies and social science research about volunteer engagement.","keywords":"New York City; trees;  urban greening; urban forest; urban ecology","status":"Active","start_date":"2015-05-01","geographic_scope":"International","participation_tasks":"Classification or tagging, Data entry, Geolocation, Identification, Learning, Measurement","project_contact":"Jennifer Greenfeld","affiliation":"Acting Chief of Forestry, Horticulture, & Natural Resources, NYC Parks & Recreation","street_address":"830 5th ave","street_address_2":"","city":"New York City","state":"NY","zip":"10029","email":"treescount@parks.nyc.gov","phone":"212-360-TREE","project_topic":"Biology, Ecology & Environment, Nature & Outdoors","participant_age":"Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"Community Group, Formal Non-Profit/NGO, State or Local Government","agency_sponsor":"U.S. Forest Service (USFS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-74.01390368,40.71895205]}"},{"cartodb_id":218,"project_name":"Neighborhood Nestwatch","project_url":"neighborhoodnestwatch.weebly.com","project_description":"Neighborhood Nestwatch is a citizen science program that provides both an experiential educational experience for citizens and a unique platform for important scientific research.  Headquartered at the Smithsonian Migratory Bird Center  in Washington, D.C., Nestwatch  uses face to face interaction between Smithsonian scientists, participants, and backyard birds to attain research and education goals.","keywords":"birds, ecology, environment, environmental outreach, urban ecology; avian demography; citizen science; backyard birds","status":"Active","start_date":"2000-05-01","geographic_scope":"National","participation_tasks":"Data analysis, Data entry, Geolocation, Identification, Learning, Measurement, Observation, Problem solving","project_contact":"Robert Reitsma","affiliation":"Smithsonian Migratory Bird Center","street_address":"National Zoological Park","street_address_2":"3001 Connecticut Avenue, NW","city":"Washington, DC","state":"DC","zip":"20008","email":"reitsmar@si.edu","phone":"202-633-4186","project_topic":"Animals, Birds, Ecology & Environment, Education, Nature & Outdoors","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Research Advancement","agency_partner":null,"agency_sponsor":"Smithsonian Institute (SI), U.S. Forest Service (USFS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-76.55273438,39.09596294]}"},{"cartodb_id":219,"project_name":"Evaluating the Ecological and Social Outcomes of Neighborhood and Nonprofit Urban Forestry","project_url":"www.indiana.edu/~cipec/nucfac/","project_description":"The Bloomington Urban Forest Research Group, at Indiana University Bloomington, evaluates the success of trees planted by nonprofit urban forestry programs, as well as the social impacts of the tree planting programs on neighborhoods. A field protocol for nonprofit organizations was developed for assessing the mortality and growth of recently-planted trees. The protocol was designed for minimally-trained volunteers or citizen scientists. Cities studied are Atlanta, GA; Indianapolis, IN; Detroit, MI; St. Louis, MO; and Philadelphia, PA. This project was funded by the USDA National Urban and Community Forestry Advisory Council and the US Forest Service.","keywords":"trees;  urban greening; urban forest; urban ecology","status":"Active","start_date":"2012-11-01","geographic_scope":"Regional","participation_tasks":"Classification or tagging, Data entry, Geolocation, Identification, Learning, Measurement","project_contact":"Jessica Vogt","affiliation":"Assistant Professor, DePaul University","street_address":"W Belden Ave","street_address_2":"","city":"Chicago","state":"IL","zip":"60614","email":"jessica.m.vogt@gmail.com","phone":"920 850 2016","project_topic":"Biology, Ecology & Environment, Nature & Outdoors","participant_age":"Families, General Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"College or University, Formal Non-Profit/NGO, K-12 Education, State or Local Government","agency_sponsor":"U.S. Forest Service (USFS)","agency_sponsor_other":"USDA","geojson":"{\"type\":\"Point\",\"coordinates\":[-87.66892064,41.88264932]}"},{"cartodb_id":221,"project_name":"San Gabriel River Sea Turtle Monitoring","project_url":"http://www.aquariumofpacific.org/conservation/sea_turtle_monitoring","project_description":"Once a month, volunteers watch, count, and record sea turtle sightings for 30 minutes at stations arranged at set intervals along the San Gabriel River where sea turtles are known to reside. The data collected is recorded and used to help understand the ecology and population dynamics of green turtles in the northern extent of their range along the U.S. west coast.","keywords":"sea turtles, marine, California","status":"Active","start_date":"2012-10-06","geographic_scope":"Local","participation_tasks":"Audio or video recording, Data analysis, Data entry, Observation","project_contact":"Dan Lawson","affiliation":"National Marine Fisheries Service","street_address":"","street_address_2":"","city":"Long Beach","state":"CA","zip":"","email":"Dan.Lawson@noaa.gov","phone":"562-980-3209","project_topic":"Animals, Nature & Outdoors, Ocean & Water","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"Formal Non-Profit/NGO, Museum","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-118.0978775,33.7612816]}"},{"cartodb_id":222,"project_name":"Mapping Application for Penguin Populations and Projected Dynamics (MAPPPD)","project_url":"http://www.penguinmap.org","project_description":"MAPPPD is a one-stop shop for information on penguin abundance and distribution in the Antarctic that integrates citizen science, expert biological field surveys, and satellite imagery to provide data required for Antarctic decision support and conservation assessment. Tens of thousands of tourists go to Antarctica each year; their observations on the presence and absence of wildlife is critical to informing models of biogeography and our understanding of species range shifts through time. Antarctic stakeholders can use MAPPPD to search and select sites of interest, get estimates of abundance in areas of interest, and explore how these abundance estimates are predicted to change with time.","keywords":"Antarctica, penguin, CCAMLR, ATCM, SCAR","status":"Active","start_date":"2014-01-01","geographic_scope":"Regional","participation_tasks":"Finding entities, Identification, Observation","project_contact":"Heather J. Lynch","affiliation":"Stony Brook University","street_address":"113 Life Sciences Bldg.","street_address_2":"","city":"Stony Brook","state":"NY","zip":"11794","email":"heather.lynch@stonybrook.edu","phone":"6316329508","project_topic":"Animals, Biology, Birds, Ecology & Environment, Nature & Outdoors","participant_age":"General Public","intended_outcomes":"Inform Public Policy, Operational Integration or Use","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"National Aeronautics and Space Administration (NASA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-60.29022217,-64.24459477]}"},{"cartodb_id":223,"project_name":"TreesCount! 2015","project_url":"nyc.gov/parks/treescount","project_description":"TreesCount! 2015 is New York City’s third decadal effort to inventory our urban forest.  Volunteers, led by NYC Parks, map and assess every street tree on every block of the city.  Volunteers are trained to identify and assess trees using simple site surveying tools and record all data in a customized application that can be accessed on a phone.  No prior experience is required.  All data will feed directly into NYC Parks’ forestry management system and will lead to the construction of a publicly interactive map to track stewardship activities.  So far, thousands of volunteers have participated and nearly 40% of the city is completed.  US Forest Service scientists partner on this project for quality assurance studies and social science research about volunteer engagement.","keywords":"New York City; trees;  urban greening; urban forest; urban ecology","status":"Active","start_date":"2015-05-01","geographic_scope":"International","participation_tasks":"Classification or tagging, Data entry, Geolocation, Identification, Learning, Measurement","project_contact":"Jennifer Greenfeld","affiliation":"Acting Chief of Forestry, Horticulture, & Natural Resources, NYC Parks & Recreation","street_address":"830 5th ave","street_address_2":"","city":"New York City","state":"NY","zip":"10029","email":"treescount@parks.nyc.gov","phone":"212-360-TREE","project_topic":"Biology, Ecology & Environment, Nature & Outdoors","participant_age":"Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"Community Group, Formal Non-Profit/NGO, State or Local Government","agency_sponsor":"U.S. Forest Service (USFS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-74.01390368,40.71895205]}"},{"cartodb_id":224,"project_name":"Neighborhood Nestwatch","project_url":"neighborhoodnestwatch.weebly.com","project_description":"Neighborhood Nestwatch is a citizen science program that provides both an experiential educational experience for citizens and a unique platform for important scientific research.  Headquartered at the Smithsonian Migratory Bird Center  in Washington, D.C., Nestwatch  uses face to face interaction between Smithsonian scientists, participants, and backyard birds to attain research and education goals.","keywords":"birds, ecology, environment, environmental outreach, urban ecology; avian demography; citizen science; backyard birds","status":"Active","start_date":"2000-05-01","geographic_scope":"National","participation_tasks":"Data analysis, Data entry, Geolocation, Identification, Learning, Measurement, Observation, Problem solving","project_contact":"Robert Reitsma","affiliation":"Smithsonian Migratory Bird Center","street_address":"National Zoological Park","street_address_2":"3001 Connecticut Avenue, NW","city":"Washington, DC","state":"DC","zip":"20008","email":"reitsmar@si.edu","phone":"202-633-4186","project_topic":"Animals, Birds, Ecology & Environment, Education, Nature & Outdoors","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Research Advancement","agency_partner":null,"agency_sponsor":"Smithsonian Institute (SI), U.S. Forest Service (USFS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-76.55273438,39.09596294]}"},{"cartodb_id":225,"project_name":"Greater Atlanta Pollinator Partnership: A model for urban pollinator conservation","project_url":"http://gapp.org/","project_description":"Global pollinator populations are in decline for a variety of reasons including habitat loss, pesticide use, and climate change. The Greater Atlanta Pollinator Partnership (GAPP) was initiated in 2011 because of the rapid loss of habitat and increase in pesticide use caused by the housing boom of the 1990s and early 2000s. Over this 20-year period, approximately 400,000 acres of green space were lost.  Goals of the GAPP are to encourage restoration and development of pollinator habitat at a landscape scale that is ecologically significant; consequently, we designed our project to focus on an area within a 25 - mile radius around downtown Atlanta, Georgia. This comprises nearly 1.2 million acres of potential pollinator habitat and includes all major public lands in metropolitan Atlanta and thousands of individual residences. Within this area, efforts focus on restoring pollinator-friendly habitat and educating the public through formal and informal opportunities.  Key components of the GAPP include using native species when available, rescuing native plants from construction sites, controlling invasive species, establishing community gardens, citizen science projects, conservation, education, research, and website development.  The GAPP website (http://gapp.org/) is critical to our online garden registration and mapping so we can track garden establishment, assess habitat development trends including identifying where corridors are developing or where more effort is needed, provide online educational materials, and provide focus to the effort through a newsletter. Through the GAPP, Bombus pensylvanicus, a rare and declining species, has been documented in a community garden in downtown Atlanta.  This indicates even rare species can be conserved in urban environments if the appropriate species are planted.  Funding for the Greater Atlanta Pollinator Partnership is limited, so synergy through partnerships is the key to success.","keywords":"urban pollinator conservation, partnership, mapping, native species, education","status":"Active","start_date":"2011-03-01","geographic_scope":"Local","participation_tasks":"Data entry, Finding entities, Learning, Observation, Other, Photography","project_contact":"Dennis L Krusac","affiliation":"USDA Forest Service","street_address":"1345 Piedmont Avenue, NE","street_address_2":"","city":"Atlanta","state":"GA","zip":"30309","email":"dkrusac@fs.fed.us","phone":"404-347-4338","project_topic":"Biology, Ecology & Environment, Education, Insects","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Other, Proof of Concept","agency_partner":"College or University, Community Group, For-Profit, Formal Non-Profit/NGO, K-12 Education, Other, State or Local Government","agency_sponsor":"U.S. Forest Service (USFS)","agency_sponsor_other":"U.S. Department of Agriculture","geojson":"{\"type\":\"Point\",\"coordinates\":[-84.38798,33.749]}"},{"cartodb_id":226,"project_name":"EDDMapS","project_url":"http://www.eddmaps.org/","project_description":"Invasive Species Mapping Made Easy!  Real time tracking of invasive species occurrences, local and national distribution maps, and electronic early detection reporting tools.","keywords":"invasive species, smartphone apps, early detection, rapid response, exotic species","status":"Active","start_date":"2005-06-01","geographic_scope":"International","participation_tasks":"Finding entities, Geolocation, Identification, Observation, Photography, Specimen / sample collection","project_contact":"Chuck Bargeron","affiliation":"University of Georgia","street_address":"2360 Rainwater Road","street_address_2":"","city":"Tifton","state":"GA","zip":"31793","email":"cbargero@uga.edu","phone":"229-386-3298","project_topic":"Animals, Ecology & Environment, Insects, Nature & Outdoors","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Inform Public Policy, Operational Integration or Use","agency_partner":"College or University","agency_sponsor":"U.S. Forest Service (USFS), U.S. National Park Service (NPS)","agency_sponsor_other":"USDA NIFA, US Fish and Wildlife Service, USDA APHIS PPQ","geojson":"{\"type\":\"Point\",\"coordinates\":[-83.5085,31.45046]}"},{"cartodb_id":227,"project_name":"Gros Ventre Project","project_url":"http://www.naturemappingjh.org/Gros-Ventre-Project.aspx","project_description":"Gros Ventre Project - A Cooperative Project with the U.S. Forest Service & Nature Mapping\r\n\r\nIn January 2009, the Bridger-Teton National Forest issued a new travel and use plan that affected road use throughout the forest including in the Gros Ventre drainage. Forest Service staff did not have the resources needed to adequately cover the monitoring needs therefore creating an ideal situation where volunteer citizen scientists could assist to collect critical information that will inform decisions and engage people in a timely and meaningful wildlife project. The spring of 2011 represented the second year of this data collection effort. The project is expected to continue through 2012 or 2015 (3-5 years total).\r\n\r\nProject Background\r\n•The Gros Ventre drainage is critically important for many wildlife species and was a primary focus during the motor vehicle planning process. The new motor vehicle designations made some significant changes in this drainage to reduce impacts on wildlife, reduce maintenance costs and improve the ability to enforce travel regulations. \r\n•One change was a new seasonal restriction prohibited public motor vehicle use until June 1st in the upper portion of the drainage beyond the Slate/Crystal Creek junction. This change was primarily intended to protect the native soil road surface in the upper portion of the drainage thereby reducing road maintenance costs and to benefit wildlife during the transition from winter to summer range. \r\n•Existing data shows that the drainage is important for elk calving, pronghorn antelope migration, bighorn sheep, as well as sage grouse leks. \r\n•The USFS and Nature Mapping wanted to establish a baseline and gain more knowledge about how animals were distributed in the drainage during the critical spring transition from wintering to summering grounds. \r\n•Gathering this information consistently each year provides critical information on the efficacy of the seasonal restriction.","keywords":"Wildlife, travel management, monitoring, Citizen Sceince","status":"Active","start_date":"2009-01-29","geographic_scope":"Local","participation_tasks":"Data entry, Identification, Observation","project_contact":"LindaMerigliano","affiliation":"US Forest Service","street_address":"340 N. Cache P.O. Box 1888","street_address_2":"","city":"Jackson","state":"WY","zip":"83001","email":"lmerigliano@fs.fed.us","phone":"3077395428","project_topic":"Animals, Birds, Transportation","participant_age":null,"intended_outcomes":"Community Engagement / Outreach, Inform Public Policy, Operational Integration or Use","agency_partner":"Community Group","agency_sponsor":"U.S. Forest Service (USFS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-110.76243,43.47993]}"},{"cartodb_id":228,"project_name":"Engaging Communities; Using Citizen Science to Assess and Address Children’s Environmental Health from Transit and Air Pollution","project_url":"https://www.cmascenter.org/c-tools/c-line.cfm","project_description":"This is an EPA Region 10 ‘Making a Visible Difference’ (MVD) in N/NE Portland, OR project. The objective of this project is to leverage existing partnerships between EPA Region 10 and communities in N/NE Portland, Oregon. The aim is to engage academia, local community members, government and health partners to consider their voices in developing transit and neighborhood scenarios for school children’s bus routes and bus stop. The project focuses particularly on pollution sources, reduction and potential mitigation measures. This research allows for citizen science activities and the use of a suite of EPA tools such as:  EJ Screen (the public version to provide a first look at mapping community issues); C-FERST (the pre-development version, to provide detailed environmental and community characterization and assessment); C-LINE (a modeling and visualization system for traffic related air pollutant exposure) and other EPA science tools such as EnviroAtlas (for community environmental modeling). The vision for this project is to make a visible difference with citizen science such that it becomes a bridge for the community to independently uncover links and solutions to local environmental concerns.","keywords":"Environmental Justice, Children’s Environmental Health, GIS, Mapping, C-LINE, C-FERST, Citizen Science, Education, Community Engagement, Air Quality, EnviroAtlas, Air Pollution","status":"Active","start_date":"2015-10-01","geographic_scope":"Local","participation_tasks":"Audio or video recording, Data analysis, Data entry, Geolocation, Learning, Measurement, Observation, Photography, Problem solving, Sample analysis, Site selection and / or description","project_contact":"Tim Barzyk, PhD","affiliation":"US EPA","street_address":"2811 NE Holman","street_address_2":"","city":"Portland","state":"OR","zip":"97211","email":"Barzyk.Timothy@epa.gov","phone":"919-541-1520","project_topic":"Computers & Technology, Ecology & Environment, Science Policy","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Operational Integration or Use, Research Advancement","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, K-12 Education, State or Local Government","agency_sponsor":"U.S. Environmental Protection Agency (EPA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-122.67621,45.52345]}"},{"cartodb_id":229,"project_name":"Use of early-successional forests by birds during the post-fledging period","project_url":"http://www.nrs.fs.fed.us/sustaining_forests/conserve_enhance/wildlife_fish/bird_habitat_improvement/","project_description":"Populations of many migratory birds that require large tracts of mature forest to nest are declining across the eastern states, despite the fact that our forests are maturing and in many states are stable or increasing in area. Birds provide vital ecological functions in forests, including pest control and seed dispersal, so continued declines in bird populations may negatively affect forest health and regeneration. Reversing these declines requires an understanding of the habitat needs of forest birds throughout their life cycle. This research focuses specifically on the 1-2 month period between nesting and migration, a period of the life cycle which isn't well studied. \r\n\r\nThis is a formal study which involves a dedicated group of citizen scientists. there is also an associated outreach and education program, which is held through the Jamestown, NY Audubon Society for five Saturdays every spring, beginning the last Saturday in April. I am combining these two projects for the purpose of this database. The larger outreach and education project allows more informal opportunities for citizen science, and data collected through that effort is still entered in the (North American) Bird Point Count Database for scientific use.","keywords":"clearcut, early-successional habitat, habitat choice, mature-forest birds, postbreeding period","status":"Active","start_date":"","geographic_scope":"Regional","participation_tasks":"Data analysis, Data entry, Identification, Learning, Measurement, Observation, Photography","project_contact":"Dr. Scott Stoleson","affiliation":"USFS Northern Research Station","street_address":"335 National Forge Road","street_address_2":"","city":"Irvine","state":"PA","zip":"16329","email":"sstoleson@fs.fed.us","phone":"814-563-1040","project_topic":"Birds","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Research Advancement","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO","agency_sponsor":"U.S. Forest Service (USFS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-79.26838,41.83923]}"},{"cartodb_id":230,"project_name":"Supporting Communities using EPA Science Tools","project_url":"http://www2.epa.gov/healthresearch/community-focused-exposure-and-risk-screening-tool-c-ferst","project_description":"Many communities are faced with exposure to environmental stressors, associated health risks and limited understanding of environmental language to articulate their concerns. Through the Regional Sustainable Environmental Science (RESES) research program, EPA Region 10 is partnering with communities across the Pacific Northwest to address this reality. This project introduces academic institutions, community based organizations and state and local government to the EPA’s Community Focused Exposure and Risk Screening Tool. C-FERST is a web based, environmental information and GIS mapping tool that acts as a resource for communities to identify, understand and assess potential risk and exposure at the local level. By beta testing C-FERST in community based participatory research projects, community members take on the role of scientists; conducting community assessments, developing data collection mechanisms for field research and ground truthing to link remote data with local knowledge. Community and agency data are incorporated through simple, user generated GIS layers, photographs and ‘map notes’ on C-FERST. The project is modeled using academic institutions as a hub to engage underserved communities including youth of color, houseless populations and school-age children. Their environmental concerns range from brownfields and community livability and children’s health and asthma along the I-5 corridor in Portland, OR to urban environmental education and just and healthy food systems in Tacoma, WA. This research is supported by the EPA Office of Research and Development (ORD) Sustainable and Healthy Communities (SHC) program.","keywords":"Environmental Justice, Sustainability, GIS, Mapping, C-FERST, Crowdsourcing, Citizen Science, Education, Community Exposure, Human Exposure Models, Environmental Stressors","status":"Active","start_date":"2014-01-06","geographic_scope":"Regional","participation_tasks":"Audio or video recording, Data analysis, Data entry, Geolocation, Identification, Learning, Measurement, Observation, Photography, Site selection and / or description","project_contact":"Sheryl Stohs","affiliation":"EPA Region 10 RESES Project Lead","street_address":"1200 6th Avenue","street_address_2":"","city":"Seattle","state":"WA","zip":"98101","email":"Stohs.sheryl@epa.gov","phone":"206-553-0250","project_topic":"Science Policy","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, K-12 Education, State or Local Government","agency_sponsor":"U.S. Environmental Protection Agency (EPA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-122.33207,47.60621]}"},{"cartodb_id":231,"project_name":"Monitoring Deer Impacts to Vegetation","project_url":"http://www.andovertownsman.com/news/local_news/student-scientists-study-deers-impact-on-town-forests/article_650ef7a8-7aa4-5a60-a759-c2c143baa0b8.html","project_description":"Since 2013, the 6th grade students at the Wood Hill Middle School in Andover, Massachusetts have been monitoring the health of local forests by documenting deer impacts to understory vegetation.   The students compare the vegetation inside versus outside of fenced deer exclosures , and measure the growth of more than 100 individually tagged stems.","keywords":"deer, vegetation, students, monitoring","status":"Active","start_date":"2013","geographic_scope":"Local","participation_tasks":"Classification or tagging, Data analysis, Data entry, Identification, Learning, Measurement, Observation","project_contact":"Tom Rawinski","affiliation":"US Forest Service","street_address":"Wood Hill Middle School","street_address_2":"11 Cross St","city":"Andover","state":"MA","zip":"01810","email":"trawinski@fs.fed.us","phone":"603-868-7642","project_topic":"Animals, Ecology & Environment","participant_age":"Middle School Children","intended_outcomes":"Education, Inform Public Policy","agency_partner":"Community Group, K-12 Education, State or Local Government","agency_sponsor":"U.S. Forest Service (USFS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-71.137,42.65843]}"},{"cartodb_id":232,"project_name":"OpenTreeMap","project_url":"https://www.opentreemap.org/","project_description":"OpenTreeMap is a collaborative platform for crowdsourced tree inventory, ecosystem services calculations, urban forestry analysis, and community engagement. Funded in part by grants through the USDA Small Business Innovation Research program, OpenTreeMap encourages community groups, non-profit organizations, governments, and local citizens to work together to map and explore the urban forest. Members of the public can search the existing tree data by species and other search filters, add new trees, edit existing tree data, upload images, or leave comments. OpenTreeMap uses the i-Tree software developed by the US Forest Service to calculate and display the ecosystem benefits generated by urban trees, and members of the Forest Service have reviewed the project. OpenTreeMap is available as open source software or a subscription service, and there are over twenty OpenTreeMap sites available worldwide.","keywords":"trees, urban forestry, urban ecology, community engagement","status":"Active","start_date":"2010-10-01","geographic_scope":"International","participation_tasks":"Classification or tagging, Data entry, Geolocation, Identification, Learning, Measurement, Photography","project_contact":"Deborah Boyer","affiliation":"Azavea","street_address":"340 N. 12th Street","street_address_2":"","city":"Philadelphia","state":"PA","zip":"19107","email":"dboyer@azavea.com","phone":"215-701-7506","project_topic":"Biology, Ecology & Environment, Nature & Outdoors","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education","agency_partner":null,"agency_sponsor":"","agency_sponsor_other":"U.S. Department of Agriculture","geojson":"{\"type\":\"Point\",\"coordinates\":[-75.16379,39.95233]}"},{"cartodb_id":114,"project_name":"NYC Cricket Crawl","project_url":"http://www.discoverlife.org/cricket/","project_description":"The Cricket and Katydid Crawl of New York City is a citizen science pilot project in which participants listen for the calls of crickets and katydids and document their observations. Volunteers are asked to venture out between dusk and midnight to random locales throughout the New York City metro area in order to make their observations. The data from observations is then aggregated and assessed in an annual report.","keywords":"Biology, cricket, katydid","status":"Hiatus","start_date":"2009","geographic_scope":"Local","participation_tasks":"Volunteers are asked to venture out between dusk and midnight to random locales throughout the New York City metro area in order to make their observations.  During that time they listen to the calls of crickets, record their population observations and submit their data.","project_contact":"Sam Droege","affiliation":"USGS","street_address":"","street_address_2":"","city":"","state":"AL","zip":"","email":"sdroege@usgs.gov","phone":"","project_topic":"Animals, Biology, Ecology & Environment, Insects, Nature & Outdoors","participant_age":"Elementary School Children, Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Research Advancement","agency_partner":"Community Group, Formal Non-Profit/NGO, Museum, State or Local Government","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-74.01626587,40.71603764]}"},{"cartodb_id":233,"project_name":"Volunteer Cattail Monitoring Project","project_url":"nwrcwebapps.cr.usgs.gov/cattail/","project_description":"Cattail populations are changing due to hybridization of two or three species in the United States. This project provides volunteers the opportunity to document the kinds of cattails in any location based on the plant morphology.","keywords":"Cattail, monitoring, plant measurement","status":"Active","start_date":"2012/06/01","geographic_scope":"National","participation_tasks":"Classification or tagging, Data analysis, Data entry, Finding entities, Geolocation, Identification, Learning, Measurement, Observation, Photography, Problem solving, Site selection and / or description, Specimen / sample collection, Transcription","project_contact":"Joy Marburger","affiliation":"National Park Service","street_address":"1100 North Mineral Springs Road","street_address_2":"","city":"Porter","state":"IN","zip":"46304","email":"joy_marburger@nps.gov","phone":"219-477-0353, 219-395-1544","project_topic":"Biology","participant_age":"Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Operational Integration or Use, Proof of Concept, Research Advancement","agency_partner":null,"agency_sponsor":"U.S. Department of the Interior (DOI), U.S. Geological Survey (USGS), U.S. National Park Service (NPS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-87.0742,41.61559]}"},{"cartodb_id":234,"project_name":"Dolphin & Whale 911 Smartphone App","project_url":"http://sero.nmfs.noaa.gov/protected_resources/outreach_and_education/mm_apps/index.html","project_description":"The Dolphin & Whale 911 app will enhance accurate and timely reporting of stranded marine mammals in the Southeastern U.S.\r\nNOAA Fisheries is faced with numerous challenges to enhance the protection, conservation, and management of marine mammals. One of the main challenges is the lack of public awareness about how to report stranded marine mammals. When the public is unaware of how to contact their local Stranding Network, response can be delayed, compromising the animal’s chance of survival and/or limiting the amount of valuable data collected from dead animals. By providing valuable information on smartphones, including a colorful species identification guide, the public will know who to call and what to do when they find a sick, injured or dead marine mammal, thus contributing to marine mammal conservation.","keywords":"","status":"Active","start_date":"2014-11-19","geographic_scope":"Regional","participation_tasks":"Geolocation, Identification, Learning, Observation, Other, Photography","project_contact":"Cheryl Bonnes","affiliation":"NOAA Fisheries","street_address":"263 13th Ave S","street_address_2":"","city":"Saint Petersburg","state":"FL","zip":"33716","email":"cheryl.bonnes@noaa.gov","phone":"727-824-5335","project_topic":"Animals","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Other, Regulation, Research Advancement","agency_partner":"Other","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-82.67927,27.77086]}"},{"cartodb_id":105,"project_name":"Social.Water","project_url":"http://mnfienen-usgs.github.io/Social.Water/","project_description":"Social.Water is an open-source software application that allows researchers to obtain data from citizen-scientists via text message. The project was completed in conjunction with SUNY Buffalo and in support of CrowdHydrology. This project operates on different levels both nationally and internationally, relying on text message submissions to maintain the database.","keywords":"Water, Software, Information Technology, Mobile Technology","status":"Active","start_date":"2011-10-11","geographic_scope":"International","participation_tasks":"Project leads may use the social.water code package to acquire measurements sent by citizen scientists via text messages.","project_contact":"Michael Finen","affiliation":"USGS","street_address":"8505 Research Way","street_address_2":"","city":"Middleton","state":"WI","zip":"53562","email":"mnfienen@usgs.gov","phone":"608-821-3894","project_topic":"Computers & Technology, Ocean & Water","participant_age":"Public","intended_outcomes":"Operational Integration or Use, Research Advancement","agency_partner":"College or University","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-89.50429,43.09722]}"},{"cartodb_id":110,"project_name":"The North American Breeding Bird Survey","project_url":"http://www.pwrc.usgs.gov/bbs/","project_description":"The North American Breeding Bird Survey is a project that continually surveys the international avian population in order to provide scientifically accurate measures for birds in North America. Aspects of the BBS include: the population count data, trend estimates and relative abundance estimates.  These statistics account for more than 400 bird species across the U.S.A., Canada and Mexico. Information gathered during the BBS is coupled with other indicators before being used by Federal, State and private entities to evaluate and design avian conservation priorities and set future environmental management regulation.","keywords":"Animal census, Biogeography, Biology, Birds, Ornithology, Population dynamics, Population trends","status":"Active","start_date":"1966","geographic_scope":"International","participation_tasks":"Volunteers are asked to participate in avian identification in order to collect annual population data in randomly designated locations. Volunteers use a standardized and comprehensive sampling procedure. During each study year, more than 3000 of the nearly 4000 sampling sites are surveyed.","project_contact":"Dave Ziolkowski, Jr.","affiliation":"USGS","street_address":"12100 Beech Forest Rd.","street_address_2":"","city":"Laurel","state":"MD","zip":"20708","email":"dziolkowski@usgs.gov","phone":"301-497-5753","project_topic":"Animals, Biology, Birds, Ecology & Environment, Education, Nature & Outdoors","participant_age":"Families, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Inform Public Policy, Regulation, Research Advancement","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, K-12 Education, State or Local Government","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-76.84831,39.09928]}"},{"cartodb_id":118,"project_name":"Citizen Archivist ","project_url":"http://www.archives.gov/citizen-archivist/","project_description":"Citizen Archivist is a project run through the National Archives and Records Administration (NARA) that crowdsources contributions such as tags and transcripts of digital images in NARA’s database. These contributions are designed to increase public access to the records of the Federal Government by helping organize, describe and classify its vast historical records. There are more than 10 billion pages of paper records stored in digital files, and of that vast quantity only a small percentage have been labeled, translated or cataloged. The project is designed to support the White House’s Open Government Directive and employs an open-source editing style much like that of Wikipedia. The title “Citizen Archivist” was invented by David Ferriero, who is the 10th Archivist of the United States, to describe how the National Archives can harness the public in order to contribute to the organization of records. NARA partners with the Citizen Science Alliance to host some crowdsourcing projects, such as Old Weather, on the Zooniverse suite. ","keywords":"Crowd Sourcing, Open Platform,Transparency, Collaboration","status":"Active","start_date":"2010","geographic_scope":"National","participation_tasks":"Volunteers support the project by tagging, translating, or transcribing digital images in the Citizen Archivist database. All that is required is an internet connection to access the Citizen Archivist Dashboard, which acts as a landing page for contributions. Citizen Archivist seeks to accomplish its goals by attracting a wide variety of contributors such as genealogists, researchers and the general public.","project_contact":"Meredith Stewart","affiliation":"NARA","street_address":"8601 Adelphi Road","street_address_2":null,"city":"College Park","state":"MD\n","zip":"20740","email":"Meredith Stewart","phone":"0","project_topic":"Computers & Technology","participant_age":"Public","intended_outcomes":"Operational Integration or Use, Proof of Concept","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"National Archives and Records Administration (NARA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-76.960252,39.000257]}"},{"cartodb_id":126,"project_name":"The GLOBE Program","project_url":"https://www.globe.gov","project_description":"GLOBE, the Global Learning and Research to benefit the Environment program, is a worldwide program that brings together students, teachers, scientist and citizens to promote education and science.  Through a hands-on approach to inquiry, students are encouraged to engage in local investigations that cover five core fields within Earth science. Observations made at local levels are added to the GLOBE database, which includes over 127 million measurements from more than 10 million students in 112 countries around the world. These measurements are combined with readings at automated stations to create a worldwide resource for conducting scientific inquiry.  \n\nThe GLOBE program was initiated on Earth Day in 1995 after an announcement by then Vice President Al Gore. NASA and NSF have contributed funding since the program’s inception; GLOBE has also received support from NOAA, the Department of State, and from the University Corporation for Atmospheric Research.\n","keywords":"international collaboration, education, student science, earth science, community science, global community","status":"Active","start_date":"1995","geographic_scope":"International","participation_tasks":"Scientists, students and teachers can participate through collecting and contributing data of local environmental relevance to the GLOBE database. Student observations focus on five key areas of earth science: atmosphere, hydrology, terrestrial biology, and soil science. Teachers are responsible for showing students how to collect, measure and record observations according to proper scientific method. Scientists play an integral role in supporting volunteer activities by developing protocols and analyzing data. ","project_contact":"Tony Murphy","affiliation":"GLOBE","street_address":"3300 Mitchell Lane","street_address_2":null,"city":"Boulder","state":"CO","zip":"80301","email":"help@globe.gov","phone":null,"project_topic":"Biology, Chemistry, Climate & Weather, Ecology & Environment, Education, Geology & Earth Science, Nature & Outdoors","participant_age":"Elementary School Children, Middle School Children, Public, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Research Advancement","agency_partner":"Community Group, Formal Non-Profit/NGO, For-Profit, K-12 Education, State or Local Government","agency_sponsor":"National Aeronautics and Space Administration (NASA), National Oceanic and Atmospheric Administration (NOAA), U.S Department of State","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.27055,40.01499]}"},{"cartodb_id":193,"project_name":"CrowdMag","project_url":"http://www.ngdc.noaa.gov/geomag/crowdmag.shtml","project_description":"In CrowdMag project, NOAA explore whether digital magnetometers built in modern mobile smartphones can be used as scientific instruments. With CrowdMag mobile apps, phones all around the world send magnetometer data to NOAA. At NOAA, we check quality of the magnetic data and make data available to the public as aggregate maps and charts. We have two long-term goals: 1) Create near-real-time models of Earth's time changing magnetic field by combining crowdsourced magnetic data with real-time solar wind data. and 2)   Map local magnetic noise sources (for e.g. power transformer and iron pipes) to improve accuracy of the magnetic navigation systems.","keywords":"magnetic navigation, geomagnetism, magnetometer, smartphones","status":"Active","start_date":"2014-10-15","geographic_scope":"International","participation_tasks":"Geolocation, Measurement","project_contact":"Manoj Nair","affiliation":"NOAA/CIRES","street_address":"325 broadway St","street_address_2":"","city":"Boulder","state":"CO","zip":"80027","email":"manoj.c.nair@noaa.gov","phone":"303-497-4642","project_topic":"Astronomy & Space, Geology & Earth Science, Nature & Outdoors, Physics, Transportation","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Proof of Concept, Research Advancement","agency_partner":"College or University","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-105.27055,40.01499]}"},{"cartodb_id":174,"project_name":"Aurorasaurus","project_url":"http://www.aurorasaurus.org","project_description":"Aurorasaurus is a citizen science project that aggregates sightings of the Northern Lights in order to create better tracking systems of the phenomenon. The Aurorasaurus project allows the public to enter their observations of Aurora through their website, as well as on a mobile application platform, in order to better characterize their frequency, location, and duration.  During periods of high Aurora activity, Aurorasaurus sees an uptick in public reporting of the phenomenon, allowing the project to ground truth the data being collected by other instruments. The data collected form the public is analyzed by Aurorasaurus’ team of computer specialists, educators and scientist in order to create better models for space weather patterns. This project is supported by past and present grants from the NSF and NASA, as well as support from the Center for Advancement of Science in Space and the Los Alamos National Lab’s LDRD and IGPP.  Aurorasaurus also uses real time space physics data provided by NOAA.","keywords":"Space Weather, Ground Truthing, Mobile Application, natural phenomena","status":"Active","start_date":"2014","geographic_scope":"International","participation_tasks":"The public can contribute to Aurorasaurus by both reporting an observation and by verifying sightings made by others. The project allows these contributions to be made through their website as well as on their mobile platforms for both android and apple. The project also helps create forecasts for future events to aid citizen scientist in making observations.","project_contact":"Elizabeth MacDonald","affiliation":"NASA","street_address":"8800 Greenbelt Rd","street_address_2":"","city":"Greenbelt","state":"MD","zip":"20771","email":"elizabeth.a.macdonald@nasa.gov","phone":"301-286-6690","project_topic":"Astronomy & Space, Climate & Weather, Nature & Outdoors","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Research Advancement","agency_partner":"College or University, Formal Non-Profit/NGO","agency_sponsor":"National Aeronautics and Space Administration (NASA), National Science Foundation (NSF)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-76.87553,39.00455]}"},{"cartodb_id":187,"project_name":"Disk Detective","project_url":"http://diskdetective.org","project_description":"At Disk Detective, you'll help NASA astrophysicists find new planetary systems!  Planets form and dwell in dusty disks.  We need your help combing through data from NASA's WISE mission to find these disks.","keywords":"astronomy, NASA, extrasolar planets, online, planetary systems, Zooniverse","status":"Active","start_date":"2014-01-30","geographic_scope":"International","participation_tasks":"Classification or tagging, Data analysis","project_contact":"Marc Kuchner","affiliation":"NASA Goddard Space Flight Center","street_address":"NASA Goddard Space Flight Center","street_address_2":"Code 667","city":"Greenbelt","state":"MD","zip":"20771","email":"Marc.Kuchner@nasa.gov","phone":"301-286-5165","project_topic":"Astronomy & Space","participant_age":"Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Research Advancement","agency_partner":"Museum","agency_sponsor":"National Aeronautics and Space Administration (NASA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-76.87553,39.00455]}"},{"cartodb_id":170,"project_name":"IDAH2O Master Water Stewards","project_url":"http://www.uidaho.edu/cda/idah2o","project_description":"IDAH2O is an innovative program to train citizen volunteers about regional water quality issues. Once a volunteer becomes a certified Master Water Steward, they then adopt a stream location to conduct regular monitoring on. Monitoring includes habitat, biological, chemical and physical assessments. All data collected from the Stewards is uploaded to a website that is made publicly available. The main focus of the program is to educate citizens on the status of their water quality and to help them understand the effects on streams, rivers and lakes. Youth involvement is also strongly encouraged. The data that is collected may also someday assist agencies in establishing water quality standards and priorities. IDAH2O lists financial support from the US Department of Fish and Wildlife and the EPA Environmental Education.","keywords":"Volunteer, Community Practice, Water Quality Monitoring, Biology, Education, Youth Involvement, Standards, Environmental Monitoring, Fish and Wildlife Service (FWS)","status":"Active","start_date":"2010-09-01","geographic_scope":"Local","participation_tasks":"Once certified, a Master Water Steward adopts a stream location to conduct regular monitoring on. Monitoring includes habitat, biological, chemical and physical assessments. All data collected from the Stewards is uploaded to a website that is made publicly available.","project_contact":"Jim Ekins","affiliation":"University of Idaho","street_address":"709 S. Deakin Street","street_address_2":"","city":"Moscow","state":"ID","zip":"83844","email":"idah2o@uidaho.edu","phone":"208-292-1287","project_topic":"Animals, Biology, Chemistry, Ecology & Environment, Education, Geology & Earth Science, Insects, Nature & Outdoors","participant_age":"Elementary School Children, Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, K-12 Education, State or Local Government","agency_sponsor":"U.S. Department of the Interior (DOI), U.S. Environmental Protection Agency (EPA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-117.00017,46.73239]}"},{"cartodb_id":93,"project_name":"Rocky Mountain National Park Christmas Bird Count","project_url":"http://www.nps.gov/romo/christmas_bird_count.htm","project_description":"Rocky Mountain National Park participates in the National Audubon Society's International Christmas Bird Count each December. The Christmas Bird Count goes on every year throughout North, Central, and South America during one two-week period in December, and it is intended to be a snapshot of the variety, distribution, and, to some degree, the numbers of birds present at that time.","keywords":"Birds, Christmas, Audubon","status":"Active but Seasonal","start_date":"1900-12-25","geographic_scope":"Local","participation_tasks":"Volunteers go out in groups as part of the Audubon Society's annual Christmas Bird Count. Species presence and absence data is collected via Audubon protocols.","project_contact":"Ben Baldwin","affiliation":"National Parks Service","street_address":"1000 Highway 36","street_address_2":"","city":"Estes Park","state":"CO","zip":"80517","email":"ben_baldwin@nps.gov","phone":"","project_topic":"Animals, Birds, Ecology & Environment","participant_age":"Families, Public","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use, Research Advancement","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"U.S. National Park Service (NPS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.52167,40.37721]}"},{"cartodb_id":128,"project_name":"Hummingbird Survey","project_url":"http://www.nps.gov/romo/hummingbird_survey.htm","project_description":"This study became the first formal research study on hummingbird species and demographics in Rocky Mountain National Park (RMNP). Park volunteers Fred and Tina Engelman surveyed hummingbird species and habitat, and collected a decade's worth of data about hummingbird population size, breeding areas, migration routes, survival and reproductive success. Statistical analyses for the final report are currently being done.","keywords":"hummingbirds, birds, national parks, citizen science, in-kind support","status":"Completed","start_date":"2003","geographic_scope":"Local","participation_tasks":"The National Parks Service supported two PhD biologists over a ten year period, allowing them to conduct citizen science research on park services lands. In return for valuable baseline data, the National Parks Service provided these volunteers with summer housing, technical support, and logistical support.","project_contact":"Paul McLaughlin","affiliation":"NPS","street_address":"1000 Highway 36","street_address_2":null,"city":"Estes Park","state":"CO","zip":"80517","email":"paul_mclaughlin@nps.gov\t","phone":null,"project_topic":"Animals, Biology, Birds, Ecology & Environment, Nature & Outdoors","participant_age":"","intended_outcomes":"Research Advancement","agency_partner":"","agency_sponsor":"U.S. National Park Service (NPS), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.52167,40.37721]}"},{"cartodb_id":92,"project_name":"Rocky Mountain National Park Summer Bird Count","project_url":"n/a","project_description":"Volunteers counted migratory birds on the Summer Equinox of 2014, as a proof of concept expansion to the Christmas Bird Count. The project is a collaboration between the Rocky Mountain National Park and Monteverde National Park in Costa Rica. Both parks share data to study the migratory patterns of neo-tropical birds.","keywords":"birds, Costa Rica, phenology, Monteverde, Rocky Mountain National Park, climate change","status":"Pending","start_date":"2015-06-23","geographic_scope":"International","participation_tasks":"Volunteers collect species presence and absence data for various species of neo-tropical birds.","project_contact":"Ben Baldwin","affiliation":"National Parks Service","street_address":"1000 Highway 36","street_address_2":"","city":"Estes Park","state":"CO","zip":"80517","email":"ben_baldwin@nps.gov","phone":"","project_topic":"Animals, Birds, Ecology & Environment, Nature & Outdoors","participant_age":"Middle School Children, Public, Teens","intended_outcomes":"Proof of Concept, Research Advancement","agency_partner":"Formal Non-Profit/NGO, Other","agency_sponsor":"U.S. National Park Service (NPS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.52167,40.37721]}"},{"cartodb_id":127,"project_name":"Rocky Mountain Butterfly Project","project_url":"http://www.nps.gov/romo/naturescience/rocky-mountain-butterfly-project.htm","project_description":"Since 1995, volunteer citizen scientists following standardized protocols (the Pollard Count Method) have surveyed butterflies living in Rocky Mountain National Park. This survey takes place for 20 consecutive weeks, from May 1st to September 17th. This survey is designed to take inventory of sensitive species to gather valuable baseline data to inform management decisions, and can also answer research questions on topics including the relationship between butterfly populations and extreme heat. Between 1995 and 2011, the number of butterfly species observed in Rocky Mountain National Park increased by 50%.","keywords":"butterfly, monitoring, systematic survey, replication, national parks","status":"Active but Seasonal","start_date":"1995","geographic_scope":"Local","participation_tasks":"Volunteers conduct systematic surveys from May 1st to September 17th. These studies follow the Pollard Count method, where volunteers count species in an imagined five meter cube. All volunteers must hold NPS research permits allowing them to temporarily catch and release butterflies.","project_contact":"Stephanie Mason","affiliation":"NPS","street_address":"1000 Highway 36","street_address_2":null,"city":"Estes Park","state":"CO","zip":"80517","email":"smason@audubonnaturalist.org\t","phone":null,"project_topic":"Animals, Biology, Ecology & Environment, Insects, Nature & Outdoors","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use, Research Advancement","agency_partner":"College or University, Formal Non-Profit/NGO, Museum","agency_sponsor":"U.S. National Park Service (NPS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.52167,40.37721]}"},{"cartodb_id":123,"project_name":"The Costa Rica Science Exchange","project_url":"http://www.nps.gov/rlc/continentaldivide/international-partnerships.htm","project_description":"Through a collaboration with the Sister Cities program, Estes Park (the gateway community to Rocky Mountain National Park) supports a high school student science exchange with the Santa Elena Cloud Forest in Costa Rica. Students who participate study several common species in both parks, including Mountain Lions/ Pumas and birds. Note that this project is currently in the pilot phase.","keywords":"STEM Education, Costa Rica, students, exchange, national parks","status":"Pending","start_date":"2015","geographic_scope":"International","participation_tasks":"Students participating in the exchange travel to a national park in a \"sister city,\" and conduct citizen science research. Research activities may include monitoring shared and related species, examining footage from trail cameras, and learning park management practices.","project_contact":"Ben Baldwin","affiliation":"NPS","street_address":"500 Big Thompson Avenue\t","street_address_2":null,"city":"Estes Park","state":"CO","zip":"80517","email":"ben_baldwin@nps.gov","phone":"(970) 586-1416","project_topic":"Animals, Biology, Birds, Ecology & Environment, Education, Nature & Outdoors","participant_age":"Teens","intended_outcomes":"Education, Operational Integration or Use, Research Advancement","agency_partner":"","agency_sponsor":"U.S. National Park Service (NPS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.52167,40.37721]}"},{"cartodb_id":120,"project_name":"North American Bird Phenology Program","project_url":"https://www.pwrc.usgs.gov/bpp/index.cfm","project_description":"The North American Bird Phenology Programis a project supported by the USGS and USA-National Phenology Network where a network of volunteers record the first arrival dates, populations, and departure dates of migratory birds across. The program was initially run from 1880 and 1970 and originally coordinated through the Federal government with support from the American Ornithologists' Union. Today it is part historic collection containing six million migration observations that help to illuminate nearly a century of migratory bird patterns and populations. The focus today has become to translate these records into an interactive database for the 21st century.","keywords":"birds, citizen science, phenology, volunteer","status":"Active","start_date":"2009","geographic_scope":"National","participation_tasks":"Volunteer observers for the North America Bird Phenology Program record information on first arrival dates, population, and departure dates of migratory birds across North America.","project_contact":"Jessica Zelt","affiliation":"USGS","street_address":"100 Center Rd","street_address_2":null,"city":"Beltsville","state":"MD","zip":"20705","email":"jzelt@usgs.gov","phone":"301-497-5745","project_topic":"Animals, Biology, Birds, Ecology & Environment, Nature & Outdoors","participant_age":"Families, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Regulation, Research Advancement","agency_partner":"College or University, Formal Non-Profit/NGO","agency_sponsor":"U.S. Department of the Interior (DOI), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-76.90747,39.03483]}"},{"cartodb_id":132,"project_name":"Sky Science S’COOL (Student Cloud Observations On-Line)","project_url":"http://science-edu.larc.nasa.gov/SCOOL/","project_description":"The S'COOL Project that targets students and teachers in order to make ground truth observations of clouds, which will help to aid the validation of NASA’s CERES satellite data.  The CERES satellite is an important tool for scientists that study how atmospheric moisture affects our weather and climate. The observations made by S'COOL help to provide another piece of the puzzle. The project, which began in 1996, was coordinated with the launch of a trio of low Earth orbit satellites that carry the Clouds and the Earth’s Radiant Energy System, known more commonly as CERES. S’COOL was developed from the beginning with in coordination with teachers who sought a safe, simple and cheap way to unite students with NASA. Funding for the S’COOL project is provided by NASA’s Earth Science Education and Education Offices, and by the CERES mission.","keywords":"Student Observation, education, cloud science, satellite, ground truth, NASA, education","status":"Active","start_date":"1996","geographic_scope":"International","participation_tasks":"The S'COOL Project seeks participation from students of all ages as well as the general public. The project involves students in taking and reporting ground truth observations of clouds to aid in the authentication of NASA's CERES satellite instruments. Participation takes part in three steps: first participants obtain the satellite overpass schedule; second, participants observe and report clouds within 15 minutes before and after of the satellite's over flight; third, participants compare and categorize their findings against the satellite record. Teachers are encouraged to register their classroom with the online S'COOL project in order to link their students with other students around the world. Individuals are also encouraged to participate through the Rover section of the S’COOL website.","project_contact":"Lin Chambers","affiliation":"NASA Langley Research Center","street_address":"8 Lindbergh Way","street_address_2":"","city":"Hampton","state":"VA","zip":"","email":"scool@lists.nasa.gov","phone":"","project_topic":"Astronomy & Space, Climate & Weather, Education, Geology & Earth Science","participant_age":"Elementary School Children, Middle School Children, Public, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Research Advancement","agency_partner":"K-12 Education, Museum","agency_sponsor":"National Aeronautics and Space Administration (NASA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-76.34522,37.02987]}"},{"cartodb_id":186,"project_name":"Students' Cloud Observations On-Line","project_url":"http://scool.larc.nasa.gov","project_description":"The S'COOL Project involves students (ages 5-20+) in real science, making and ground truth observations of clouds to assist in the validation of NASA’s CERES satellite.","keywords":"cloud observation, satellite comparison","status":"Active","start_date":"1997-01-13","geographic_scope":"International","participation_tasks":"Classification or tagging, Data analysis, Data entry, Identification, Learning, Measurement, Observation, Photography","project_contact":"Lin Chambers","affiliation":"NASA Langley","street_address":"21 Langley Blvd.","street_address_2":"NASA Langley Research Center","city":"Hampton","state":"VA","zip":"23681","email":"scool@lists.nasa.gov","phone":"757-864-4371","project_topic":"Climate & Weather","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Research Advancement","agency_partner":null,"agency_sponsor":"National Aeronautics and Space Administration (NASA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-76.34522,37.02987]}"},{"cartodb_id":112,"project_name":"Ironbound Community Corporation (ICC) Environmental Monitoring","project_url":"http://ironboundcc.org/what-we-do/community/environmental-justice/","project_description":"The Ironbound Community Corporation is a non-profit advocacy organization dedicated to supporting the Ironbound community of Newark, New Jersey. One important issue for ICC is pollution coming from 34 waste facilities, including New Jersey’s largest garbage incinerator.  In 2009, ICC received a 2-year, $100,000 CARE Level I grant from the EPA to conduct environmental monitoring.  In 2015, EPA provided additional support by lending four air quality sensors to help with monitoring efforts. \r\n\r\nThis program allows ICC to address key areas of concern—for example, by conducing monitoring with the goal reducing childhood asthma, which affects 25% of school children in greater Newark. For EPA this is a proof of concept program, created to study the effectiveness of citizen science equipment lending before implementing similar program and other communities.","keywords":"Air quality, Newark, community justice, environmental justice, EPA, ICC, equipment lending, sensors","status":"Active","start_date":"2009","geographic_scope":"Local","participation_tasks":"ICC works to identify and reduce local pollutants while raising awareness of these threats.  Volunteers use air quality monitors to measure nitrogen dioxide, temperature, humidity, and fine particulates. These volunteers working with ICC take readings from sensors, charge or replace batteries, and help collect data from multiple. In addition, ICC offers tours to raise awareness of environmental justice concerns.","project_contact":"Drew Curtis","affiliation":"Ironbound Community Corporation","street_address":"317 Elm Street","street_address_2":"","city":"Newark","state":"NJ","zip":"","email":"dcurtis@ironboundcc.org","phone":"","project_topic":"Ecology & Environment","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use, Proof of Concept, Regulation","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"U.S. Environmental Protection Agency (EPA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-74.17237,40.73566]}"},{"cartodb_id":116,"project_name":"The Open PV Project","project_url":"https://openpv.nrel.gov","project_description":"The Open PV Project brings together the public, industry and government to collaborate on the creation of a comprehensive database for photovoltaic installation information across the United States. The project is based off of an open contribution platform that allows users and providers to voluntarily add information about the use of photovoltaic systems. The database provides a real-time snapshot of the current state of photovoltaic usage because it is actively updated by contributions from users. \r\n\r\nOpen PV also provides web applications such as the “Market Mapper” and “installations Over Time,” which allow users to map specific fields of PV coverage as well as their expansion over time. The project was created by the National Renewable Energy Laboratory (NREL), which seeded the baseline database through contributions from utility providers and state- run incentive programs. Because of the open source contribution architecture, NREL monitors contributions to the database in order to maintain the validity of the project.","keywords":"Renewable Energy, National Laboratory, Open Source, crowdsourcing","status":"Active","start_date":"1998","geographic_scope":"National","participation_tasks":"Consumers and/or providers that install photovoltaic systems are encouraged to submit their data to Open PV.  There are four required fields that are designed to capture the pertinent information for the database: date of installation; size of installation; location and total installed cost. Once a project has been uploaded, it awaits verification by the Open PV Team, which monitors the data quality in order to insure accuracy of the database.","project_contact":"Open PV Contact","affiliation":"National Renewable Energy Laboratory","street_address":"15013 Denver West Parkway","street_address_2":"","city":"Golden","state":"CO","zip":"80401","email":"openpv@nrel.gov","phone":"303-275-3000","project_topic":"Computers & Technology, Science Policy","participant_age":"Families, Public, Seniors","intended_outcomes":"Operational Integration or Use, Inform Public Policy, Regulation, Research Advancement","agency_partner":"Community Group, For-Profit, State or Local Government","agency_sponsor":"Other executive branch agency","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.2211,39.75554]}"},{"cartodb_id":84,"project_name":"Mussel Watch Contaminant Monitoring","project_url":"http://ccma.nos.noaa.gov/about/coast/nsandt/musselwatch.aspx","project_description":"Mussel Watch represents the longest running continuous contaminant monitoring program in U.S. coastal and Great Lakes waters. The project was developed to analyze chemical and biological contaminant trends in sediments and bivalve tissues collected at over 300 coastal sites from 1986 to present. Parameters monitored include sediment and bivalve tissue chemistry for over 100 organic and inorganic contaminants; bivalve histology; and Clostridium perfringens (pathogen) concentrations. This project regularly quantifies PAHs, PCBs, DDTs and its metabolites, TBT and its metabolites, chlorinated pesticides and toxic trace elements.\r\n\r\nProject partners include NIST, state and local government agencies (including the Alaska DEC), and Canada's National Resource Council.","keywords":"Biology, Ecology, Aquatic Monitoring, mussels","status":"Active","start_date":"1986","geographic_scope":"International","participation_tasks":"Monitoring activities are designed to quantify and assess spatial and temporal trends in coastal contamination, and to provide a baseline to assess impacts of anthropogenic and natural events, including chemical spills, tropical storms, and hurricanes. Data is collected by scientific researchers, and also through volunteers working with partner organizations.","project_contact":"Greg Piniak","affiliation":"NOAA","street_address":"1305 East West Highway","street_address_2":"","city":"Silver Spring","state":"MD","zip":"20910","email":"Greg.Piniak@noaa.gov","phone":"","project_topic":"Animals, Biology, Chemistry, Nature & Outdoors, Ocean & Water","participant_age":"Public","intended_outcomes":"Operational Integration or Use, Inform Public Policy, Regulation, Research Advancement","agency_partner":"Other, State or Local Government","agency_sponsor":"Other Independent agency, National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-77.02609,38.99067]}"},{"cartodb_id":171,"project_name":"National Weather Service Cooperative Observer Program","project_url":"http://www.nws.noaa.gov/om/coop/become.htm","project_description":"The Cooperative Observer Program (Coop) was initiated by an act of Congress in 1890 with two goals:  First, to provide daily meteorological observations of minimum and maximum precipitation, snowfall and temperature; second, Coop was to play a supportive role for weather forecasting, warning and public service purposes.  Today the program has nearly 10,000 volunteers that contribute to daily measurements in a variety of locales, from urban to rural and ocean-to-ocean across the nation. The NWS supports Coop through the selection of observation locations, the recruitment and training of observers, the installation of equipment, as well as maintenance, collection and disbursement of data with the help of the National Climate Data Center. Funding for Coop began after the establishment of the Weather Bureau by Congress in 1890, therefore establishing the first network of cooperative weather stations.  Since then, volunteer weather observation has been the backbone of the United States climate data, crediting the Cooperative Network for establishing the most definitive source of weather data for the United States.","keywords":"Climate Data, Weather Observation, historical records, volunteer data,","status":"Active","start_date":"1890","geographic_scope":"National","participation_tasks":"Coop observers along with the help of the NWS undergo training on measurement and monitoring techniques before selecting, collecting and maintaining daily data fields.  These fields include: 24-hour evaluations of the minimum/maximum levels of precipitation, snowfall and temperature. Observers then transmit the data either electronically or by phone to the NWS and the National Climate Data Center where it is entered and analyzed for public service and historical cataloguing.","project_contact":"James Zdrojewski","affiliation":"NOAA NWS Coop Program Director","street_address":"1325 East West Highway","street_address_2":"","city":"Silver Spring","state":"MD","zip":"20910","email":"James.Zdrojewski@noaa.gov","phone":"301-713-1970","project_topic":"Climate & Weather","participant_age":"Public, Seniors","intended_outcomes":"Operational Integration or Use, Inform Public Policy, Research Advancement","agency_partner":"","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-77.02609,38.99067]}"},{"cartodb_id":201,"project_name":"NOAA NWS SKYWARN® Weather Spotter Program","project_url":"http://www.nws.noaa.gov/skywarn/","project_description":"SKYWARN® is a National Weather Service (NWS) program developed in the 1960s that consists of trained weather spotters who provide reports of severe and hazardous weather to help meteorologists and emergency managers make life-saving warning decisions. There are well over 300,000 active SKYWARN Weather Spotters in the U.S. Spotters are concerned citizens, amateur radio operators, truck drivers, mariners, airplane pilots, emergency management personnel, and public safety officials who volunteer their time and energy to report on hazardous weather impacting their community. \r\n\r\nThe first steps in becoming an official NWS SKYWARN Weather Spotter is to complete training on weather hazards and their reporting in your area. Classroom type training is typically offered each Spring and Fall. To find the next available training provided by your local NWS forecast office please visit this interactive map: http://www.nws.noaa.gov/skywarn/skywarn.htm\r\n\r\nIn partnership with the COMET® Program, which is part of the University Corporation for Atmospheric Research's Community Programs supplemental national web-based training was also created. For more information please visit: https://www.meted.ucar.edu/training_course.php?id=23","keywords":"Skywarn, weather, spotter, flood, tornado, thunderstorm. hurricane, typhoon, snow, ice, wind, damage, storm, NOAA, NWS, training, meteorology","status":"Active","start_date":"1965","geographic_scope":"National","participation_tasks":"Audio or video recording, Identification, Learning, Measurement, Observation, Photography","project_contact":"Ron Gird","affiliation":"NOAA NWS Outreach and Education Program Manager","street_address":"1325 East-West Highway","street_address_2":"","city":"Silver Spring","state":"MD","zip":"20910","email":"ron.gird@noaa.gov","phone":"301-427-9331","project_topic":"Climate & Weather","participant_age":"Families, General Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use","agency_partner":"College or University, Community Group, For-Profit, Formal Non-Profit/NGO, K-12 Education, State or Local Government","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-77.02609,38.99067]}"},{"cartodb_id":198,"project_name":"Whale Alert West Coast","project_url":"http://westcoast.whalealert.org/","project_description":"The West Coast collaboration was conceived by the five national marine sanctuaries of the West Coast, Conserve.IO, and Point Blue Conservation Science, in coordination with the International Fund for Animal Welfare (IFAW), to reduce the number of ship collisions with whales. West Coast national marine sanctuaries encompass 12,843 square miles of marine protected areas around the Channel Islands, Cordell Bank, Greater Farallones, Monterey Bay and Olympic Coast. Sanctuaries use a multi-pronged approach to reducing the risk of whale ship strikes and have committed to activities in research and monitoring, policy and management collaborations, and education and outreach. To learn about new and continuing initiatives led by West Coast sanctuaries and partners, visit the sanctuary website dedicated to reducing ship strike risk to whales. Sanctuaries are host to numerous threatened and endangered whale species such as blue, humpback, fin, sperm, and western North Pacific gray whales among others. These migratory whales rely on the highly productive waters located in the West Coast sanctuaries supplied by the California Current System.","keywords":"Whales","status":"Active","start_date":"2014-01-01","geographic_scope":"National","participation_tasks":"Data entry, Finding entities, Geolocation, Identification, Observation","project_contact":"Michael Carver","affiliation":"Deputy Superintendent  Cordell Bank National Marine Sanctuary","street_address":"1 Bear Valley Rd","street_address_2":"","city":"Point Reyes Station","state":"CA","zip":"94950","email":"Michael.Carver@NOAA.gov","phone":"415-464-5262","project_topic":"Animals, Biology, Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"General Public\n","intended_outcomes":"Operational Integration or Use, Research Advancement","agency_partner":"Other","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-122.80694,38.06909]}"},{"cartodb_id":176,"project_name":"The Community Collaborative Rain, Hail, and Snow Network (CoCoRaHS)","project_url":"http://www.cocorahs.org","project_description":"CoCoRaHS is a network of community weather monitors active in all 50 states and several Canadian provinces. As of Marcy 2015, CoCoRaHS included over 20,000 volunteers.\r\n\r\nEducational materials for schools and 4-H programs may be found on the project website. \r\nCoCoRaHS data is combined with weather information from satellites, radar, and other sources to create the daily participation maps published by the national weather service. CoCoRaHS data is also used to plan infrastructure development, as structures including bridges, spillways, and damns must be designed to weather extreme levels of participation. In addition, farmers and the USDA use CoCoRaHS data to understand crop conditions, plan irrigation, and predict market cycles.","keywords":"weather, rain, hail, snow, sleet, precipitation, white house","status":"Active","start_date":"1998","geographic_scope":"National","participation_tasks":"CoCoRaHS volunteers submit daily observations of precipitation collected through instruments including hail pads and standardized, low-cost rain gauges. The use of regional coordinators who coordinate local volunteers has enabled the project to scale up to its current size and scope. \r\n\r\nAs of March 2015, a CoCoRaHS rain gauge was installed in the First Lady's Kitchen Garden in the white house.","project_contact":"Henry Regas","affiliation":"Colorado State","street_address":"Colorado State University","street_address_2":"","city":"Fort Collins","state":"CO","zip":"80523","email":"hreges@atmos.colostate.edu","phone":"","project_topic":"Climate & Weather, Nature & Outdoors","participant_age":"Elementary School Children, Middle School Children, Public, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Inform Public Policy, Research Advancement","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, For-Profit, K-12 Education, State or Local Government","agency_sponsor":"Bureau of Land Management (BLM), National Oceanic and Atmospheric Administration (NOAA), National Science Foundation (NSF)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.08442,40.58526]}"},{"cartodb_id":181,"project_name":"SciCast","project_url":"https://scicast.org/#!/","project_description":"SciCast is a crowd-sourced prediction market for science and technology. Users upload questions and provide input on a variety of topics related to science and technology that can be used to inform policy decisions. The market is based on the principle that the crowd can more accurately predict trends than individuals. From a research perspective the platform provides insights into the fields of combinatorics, Bayesian networks, Markov engines, and advanced recommender systems.","keywords":"policy, prediction market, combinatorics, Bayesian networks, Markov engines, George Mason University, forecasting, iarpa,","status":"Active","start_date":"2014-05-01","geographic_scope":"International","participation_tasks":"Generate and vote on a variety of predictions in science and technology.","project_contact":"Charles Twardy","affiliation":"George Mason University","street_address":"4400 University Dr","street_address_2":"","city":"Fairfax","state":"VA","zip":"22030","email":"research@scicast.org","phone":"n/a","project_topic":"Computers & Technology, Science Policy","participant_age":"Public","intended_outcomes":"Inform Public Policy, Research Advancement","agency_partner":"Formal Non-Profit/NGO, For-Profit","agency_sponsor":"Intelligence Advanced Research Projects Activity (IARPA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-77.30637,38.84622]}"},{"cartodb_id":130,"project_name":"The Hudson River Eel Project","project_url":"http://www.dec.ny.gov/lands/49580.html","project_description":"The Hudson River Eel Project is a survey style study of the American Eel during its 8-week spring migration from the Atlantic Ocean into the Hudson River watershed.  During the survey, volunteers collect information regarding the juvenile eel population by capturing them using fyke nets and weighing them before releasing them upstream. These methods are in accordance with the Atlantic States Marine Fisheries Commission, which oversees sampling standards.  Because of the American Eel’s sensitivity to environmental change, the data collected can then be used by scientist as a bioindicator for the overall health of the watershed.  Furthermore, the project encourages engagement between volunteers, scientist and local community members over the sustainable management of environmental resources. The Hudson River Eel Project is supported through NOAA’s National Estuarine Research Reserve System and the New York State Department of Environmental Conservation","keywords":"Conservation, Ecosystem Ecology, Research, Public Participation, Environmental Monitoring, sample collection","status":"Active but Seasonal","start_date":"2008","geographic_scope":"Regional","participation_tasks":"This project engages volunteers in the collection and analysis of migrating eels through approved monitoring techniques. During the 8-week study period, which takes place annually in April and May, volunteers partner with experienced researchers to collect and analyze migrating eels at specified locations. At the end of the study period, data is collected and analyzed by scientists to aid insight into the health of the Hudson River watershed.","project_contact":"Chris Bowser","affiliation":"NYSDEC Hudson River Estuary Program and National Estuarine Research Reserve","street_address":"256 Norrie Point Way","street_address_2":"","city":"Staatsburg","state":"NY","zip":"12580","email":"chbowser@gw.dec.state.ny.us","phone":"845‐264‐5041","project_topic":"Animals, Biology, Ecology & Environment, Education, Nature & Outdoors, Ocean & Water","participant_age":"Elementary School Children, Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Inform Public Policy, Regulation, Research Advancement","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, For-Profit, K-12 Education, Museum, State or Local Government","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-73.93014,41.84982]}"},{"cartodb_id":94,"project_name":"Elkhorn Slough Volunteer Water Quality Monitoring","project_url":"http://elkhornslough.org/research/waterquality_volunteer.htm","project_description":"Elkhorn Slough National Estuarine Research Reserve (ESNERR), the Elkhorn Slough Foundation (ESF), and the Monterey County Water Resources Agency have been supporting a volunteer water monitoring program since 1988. Twenty-six stations (see map on project website) are sampled monthly for temperature, salinity, dissolved oxygen, pH, turbidity, nitrate, ammonium, and dissolved inorganic phosphate. The data are collected in the field by a singularly dedicated and reliable volunteer, Sue Shaw, with assistance from other volunteers.\r\n\r\nAnalysis of this data revealed important trends, such as an increase in nitrate concentrations since the 1970s, and important variance in different areas of the Salinas River. \r\n\r\nThe Elkhorn Slough has awarded two additional citizen monitoring grants to study water quality in greater detail since 2005.","keywords":"water quality, hydrology, volunteer monitoring","status":"Active","start_date":"1988","geographic_scope":"Regional","participation_tasks":"26 stations are sampled monthly. These efforts are led by Sue Shaw, who is often joined by other volunteers.","project_contact":"Kerstin Wasson","affiliation":"Elkhorn Slough National Estuarine Reseach Reserve","street_address":"1700 Elkhorn Road","street_address_2":"","city":"Watsonville","state":"CA","zip":"95076","email":"kerstin.wasson@gmail.com","phone":"","project_topic":"Biology, Chemistry, Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"Public","intended_outcomes":"Operational Integration or Use, Regulation, Research Advancement","agency_partner":"Formal Non-Profit/NGO, State or Local Government","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-121.75689,36.91023]}"},{"cartodb_id":200,"project_name":"Social Science Study: What do you value on Georgia’s Coast? Measuring and Mapping the Social Values of Ecosystem Services off of Georgia’s Coast","project_url":"http://products.coastalscience.noaa.gov/values_survey/","project_description":"Gray's Reef National Marine Sanctuary volunteers are invited to participate as surveyors conducting a confidential social science assessment of pedestrians at predetermined public interface points along the Georgia coast. NOAA is interested in determining the attitudes, knowledge, and perceptions of residents and users about the environmental condition of the Georgia coast, and determining where and how residents, users, and visitors value the Georgia coast. We will do this by surveying residents, visitors,\nanglers, boaters, hunters, bird watchers, campers, etc. at publicly accessible areas utilizing provided survey tools and methodology.\nThis research study, prepared by the NOAA NCCOS Hollings Marine Laboratory for Gray's Reef National Marine Sanctuary and Sapelo Island National Estuarine Research Reserve, has been approved by the United States Office of Management and Budget (OMB Code:0648-0687).","keywords":"survey, social, science, coastal, marine, wildlife","status":"Active","start_date":"2015-09-08","geographic_scope":"Local","participation_tasks":"Other","project_contact":"Jody Patterson, Events & Volunteer Coordinator","affiliation":"Gray's Reef National Marine Sanctuary","street_address":"10 Ocean Science Circle","street_address_2":"","city":"Savannah","state":"GA","zip":"31411","email":"jody.patterson@noaa.gov","phone":"912-598-2345","project_topic":"Ecology & Environment, Nature & Outdoors, Ocean & Water, Psychology","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy","agency_partner":null,"agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"NOAA Gray's Reef National Marine Sanctuary, NOAA Sapelo Island NERR, NCCOS Hollings Marine Labratory","geojson":"{\"type\":\"Point\",\"coordinates\":[-81.09983,32.08354]}"},{"cartodb_id":199,"project_name":"Team Ocean Science Diver Program","project_url":"http://graysreef.noaa.gov/involved/volunteer/team_ocean.html","project_description":"Volunteer Dive Program at Grays' Reef National Marine Sanctuary: \nGray's Reef Team Ocean Divers will be able to participate in several exciting activities at the sanctuary, including:\nMarine Debris Monitoring and Removal - Team Ocean Divers will assist sanctuary staff in conducting field surveys to track the location and accumulation of marine debris across the sanctuary as well as support removal efforts to extract the debris from the Sanctuary.\nReef Fish Monitoring - Team Ocean Divers will be trained to identify fish species at the Sanctuary and to conduct fish surveys based on the Reef Environmental Education Foundation roving diver protocols. With these new skills divers will conduct fish surveys across the sanctuary from Sanctuary dive platforms to build upon the existing long-term fish monitoring program at the Sanctuary.\nHabitat Assessments - Team Ocean Divers will support Sanctuary staff in habitat mapping and assessment programs designed to characterize in detail the type and distribution of habitats across the Sanctuary. These data will contribute to the current habitat classification maps used by the Sanctuary.","keywords":"scuba dive, habitat mapping, fish count, fish id, marine debris, survey","status":"Active but seasonal","start_date":"2002-07-01","geographic_scope":"Regional","participation_tasks":"Audio or video recording, Classification or tagging, Finding entities, Geolocation, Identification, Measurement, Observation, Other, Photography, Site selection and / or description, Specimen / sample collection","project_contact":"Jody Patterson, Events & Volunteer Coordinator","affiliation":"Gray's Reef National Marine Sanctuary","street_address":"10 Ocean Science Circle","street_address_2":"","city":"Savannah","state":"GA","zip":"31411","email":"jody.patterson@noaa.gov","phone":"912-598-2345","project_topic":"Animals, Archeology, Biology, Ecology & Environment, Geology & Earth Science, Nature & Outdoors, Ocean & Water, Physics","participant_age":"General Public, Seniors","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Research Advancement","agency_partner":"College or University","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"NOAA Office of National Marine Sanctuaries, NOAA Dive Program","geojson":"{\"type\":\"Point\",\"coordinates\":[-81.09983,32.08354]}"},{"cartodb_id":125,"project_name":"The National Map Corps","project_url":"https://my.usgs.gov/confluence/display/nationalmapcorps/Home","project_description":"The mapping crowd-sourcing program, known as The National Map Corps, encourages citizens to collect structures data by adding new features, removing obsolete points, and correcting existing data for The National Map database. If you have access to the Internet and are willing to dedicate some time editing map data we hope you will consider participating! Volunteers can now contribute data for all 50 states! You do not need to live in available states to participate.","keywords":"cartography, Crowdsourcing, geography, mapping, structures, VGI","status":"Active","start_date":"1994","geographic_scope":"National","participation_tasks":"Volunteers use an online map editor to edit USGS structures data by updating existing features, adding new features, and removing obsolete features. Volunteers can choose what types of structure features to edit (from a list of structures ) and edit in any of the 50 states.","project_contact":"Barbara S. Poore","affiliation":"USGS","street_address":"400 6th Street South\t","street_address_2":null,"city":"Saint Petersberg","state":"FL","zip":"33701","email":"bspoore@usgs.gov","phone":"727-803-8747 x3095","project_topic":"Computers & Technology, Transportation","participant_age":"Families, Public, Seniors, Teens","intended_outcomes":"Operational Integration or Use","agency_partner":"","agency_sponsor":"U.S. Department of the Interior (DOI), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-82.641316,27.766858]}"},{"cartodb_id":97,"project_name":"Plains to the Park","project_url":"http://stem.svvsd.org/plains-park-student-research-project","project_description":"Plains to the Park is a scientific research program hosted by Westview Middle School in partnership with the CDRLC and the Estes Institute. The 2014 Summer STEM Academy at the middle school participated in this program. Students and teachers worked with CDRLC staff to practice collecting data in Horseshoe Park in Rocky Mountain National Park. These middle school citizen scientists used standardized protocols as they conducted research. In addition to citizen scientist crews, students participated in a film course over the summer to document their time in the park. Their film, Plains to the Park, showcases how the students connected with the park and field research methods, and addresses the importance of citizen science.","keywords":"Plains to the park, STEM, education, middle school, place, engagement, science literacy, video","status":"Complete","start_date":"2014-06-01","geographic_scope":"Local","participation_tasks":"Students participated in a summer research project where they were trained to collect scientific data about different species of plants and animals living in Rocky Mountain National Park. Students were also taught to formulate research questions, and created a video describing their experiences as citizen scientists.","project_contact":"Dan Cribby","affiliation":"St. Vrain Valley Schools","street_address":"1651 Airport Road","street_address_2":"","city":"Longmont","state":"CO","zip":"","email":"cribby_dan@svvsd.org","phone":"","project_topic":"Climate & Weather, Ecology & Environment, Education, Nature & Outdoors","participant_age":"Middle School Children","intended_outcomes":"Community Engagement / Outreach, Education","agency_partner":"Formal Non-Profit/NGO, K-12 Education","agency_sponsor":"U.S. National Park Service (NPS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-105.10193,40.16721]}"},{"cartodb_id":82,"project_name":"Marine Debris Tracker","project_url":"http://www.marinedebris.engr.uga.edu/","project_description":"The Mobile App Marine Debris Tracker is a joint partnership of the NOAA Marine Debris Division and the Southeast Atlantic Marine Debris Initiative (SEA-MDI), located within the College of Engineering at the University of Georgia. \r\n\r\nA primary goal of SEA-MDI is to use innovative technologies and unique expertise to add culturally relevant outreach tools and information to the current NOAA Marine Debris Division. Marine Debris Tracker is the first product of this initiative. It is our hope that it will spread awareness of marine debris, as well as serve as an easy to use and simple tool for marine debris data collection.","keywords":"Water Quality, Volunteer Monitoring, Debris","status":"Active","start_date":"2011","geographic_scope":"International","participation_tasks":"Marine Debris Tracker is a mobile application available for free download in the Google Play and Apple stores. The app is designed for beach cleanup data collection. Instead of marking debris on a paper data, volunteers may simply use the mobile app to continually log debris during a walk on the beach. At the end of each day, volunteers are invited to View and Submit the data observed. All data (in an Excel file) will be available for pubilc download from the View and Get Data Page.","project_contact":"Jenna Jambeck","affiliation":"University of Georgia","street_address":"University of Georgia","street_address_2":"Carleton St.","city":"Athens","state":"GA","zip":"30602","email":"jjambeck@engr.uga.edu","phone":"","project_topic":"Ecology & Environment","participant_age":"Elementary School Children, Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use","agency_partner":"College or University","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-83.37794,33.96095]}"},{"cartodb_id":192,"project_name":"The National Map Corps","project_url":"http://nationalmap.gov/TheNationalMapCorps","project_description":"The National Map Corps enlists volunteers to collect and edit data about human made structures in an effort to provide accurate and authoritative map data for the USGS web-based The National Map and US Topo Maps.  Using aerial imagery and base layers from The National Map, volunteers are editing 10 different structure types in all 50 States as well as Puerto Rico and the US Virgin Islands.  Anyone with access to the internet and a willingness to learn is welcome to join!","keywords":"cartography, Crowdsourcing, geography, mapping, structures, VGI","status":"Active","start_date":"1994","geographic_scope":"National","participation_tasks":"Annotation, Classification or tagging, Data entry, Finding entities, Geolocation, Identification","project_contact":"Elizabeth McCartney","affiliation":"US Geological Survey","street_address":"1400 Independence Road","street_address_2":"","city":"Rolla","state":"MO","zip":"65401","email":"emccartney@usgs.gov","phone":"573-308-3696","project_topic":"Computers & Technology, Disaster Response, Ecology & Environment, Geology & Earth Science, Nature & Outdoors","participant_age":"Families, General Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use","agency_partner":null,"agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-91.77127,37.95143]}"},{"cartodb_id":131,"project_name":"Great Lakes Worm Watch","project_url":"http://www.nrri.umn.edu/worms/","project_description":"The Great Lakes Worm Watch is a project designed to increase the scientific literacy and public understanding of functions carried out by exotic species in relation to changing ecosystems. Citizens are asked to contribute to the expansion of a database characterizing the distributions of exotic earthworms and their impacts to the region. Gear and training are provided by the project for educators, the hope is to build an understanding of the methods of scientific research concerning exotic earthworms and in turn create a more comprehensive understanding of forest ecosystems ecology. Support for the Great Lakes Worm Watch project has been provided by the NSF, the Coastal Zone Management Act (NOAA), Minnesota Department of Natural Resources, Minnesota Environment and Natural Resources Trust Fund, Boulder Lake Environmental Learning Center, The Natural Resources Research Institute, the Northeast Regional Sustainable Development Partnership and the University of Minnesota.","keywords":"Conservation, Research, Integrated Resource Management, Environmental Awareness, public participation, community engagement","status":"Active","start_date":"1999","geographic_scope":"Regional","participation_tasks":"Citizen scientists can help by conducting earthworm surveys in forests and other habitats in their area and reporting that data to Great Lakes Worm Watch.","project_contact":"Cindy Hale","affiliation":"Natural Resources Research Institute University of Minnesota","street_address":"5013 Miller Trunk Highway","street_address_2":"","city":"Duluth","state":"MN","zip":"55811","email":"greatlakeswormwatch@gmail.com","phone":"218-720-4364","project_topic":"Animals, Biology, Ecology & Environment, Education, Nature & Outdoors","participant_age":"Elementary School Children, Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Inform Public Policy, Regulation, Research Advancement","agency_partner":"College or University, K-12 Education, State or Local Government","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA), National Science Foundation (NSF)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-92.10658,46.78327]}"},{"cartodb_id":90,"project_name":"Southern Maine Volunteer Beach Profile Monitoring Program","project_url":"http://www.seagrant.umaine.edu/extension/beach-profile-monitoring/home","project_description":"Beach profiling is a simple surveying technique used to measure changes in the contour of the monitored beach. The Southern Maine Volunteer Beach Profile Monitoring Program is a unique collaboration among local volunteers, participating municipalities, and scientists, resulting in 15 years of critical data on the status of one of Maine's most vital and valuable natural resources.","keywords":"Volunteer Monitoring, Erosion, Coastal Geology","status":"Active","start_date":"1999","geographic_scope":"Regional","participation_tasks":"Beach profiling measurements are conducted along profile transects. The profile transect is a straight line running from the crest of the dune or other high point on the beach (such as a seawall) to the waterline. Along the transect, measurements are taken every three meters allowing observations of the beach to be made. Each monitored beach has between two and seven profile transects. And each transect has a different number so that comparisons can be made between these various lines.","project_contact":"Beth Bisson","affiliation":"University of Maine","street_address":"University of Maine","street_address_2":"","city":"Orono","state":"ME","zip":"04469","email":"beth.bisson@maine.edu","phone":"","project_topic":"Ecology & Environment, Geology & Earth Science, Nature & Outdoors, Ocean & Water","participant_age":"Elementary School Children, Families, Public, Seniors","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use, Inform Public Policy, Regulation, Research Advancement","agency_partner":"College or University","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-68.67198,44.88312]}"},{"cartodb_id":194,"project_name":"Florida Keys Water Watch","project_url":"http://monroe.ifas.ufl.edu/pdf/environment/fkww.pdf","project_description":"The University of Florida IFAS Monroe County Extension developed Florida Keys Water Watch, a community-based volunteer water quality monitoring program to promote awareness of the importance of water quality, reduce nonpoint source pollution, and involve students and citizens to monitor coastal habitats from man-made canals to bays to  beaches.  Florida Keys Water Watch teaches volunteers to test a site of their choice for dissolved oxygen, pH, salinity and temperature after attending a 4-hour workshop.","keywords":"water quality, dissolved oxygen, pH, salinity, Florida Keys, South Florida, coastal","status":"Active","start_date":"2014-10-17","geographic_scope":"Regional","participation_tasks":"Data entry, Identification, Learning, Measurement, Observation, Sample analysis, Site selection and / or description, Specimen / sample collection","project_contact":"Shelly Krueger","affiliation":"University of Florida IFAS Monroe County Extension","street_address":"1100 Simonton Street","street_address_2":"","city":"Key West","state":"FL","zip":"33040","email":"shellykrueger@ufl.edu","phone":"3052924501","project_topic":"Chemistry, Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education","agency_partner":"College or University, State or Local Government","agency_sponsor":"U.S. Environmental Protection Agency (EPA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-81.78163,24.55524]}"},{"cartodb_id":83,"project_name":"Long-term Monitoring Program and Experiential Training for Students","project_url":"http://limpetsmonitoring.org/","project_description":"LiMPETS is an environmental monitoring and education program for students, educators, and volunteer groups throughout California. Approximately 5,500 teachers and students along the coast of California are involved with the collection of rocky inter-tidal and sandy beach data as part of the LiMPETS network. Join LiMPETS to learn the process of science and help to protect our local marine ecosystems.\r\n\r\nThis project is a partnership between NOAA and the Pacific Grove Museum of Natural History.","keywords":"Biology, ecology, aquatic monitoring, snails, museum","status":"Active","start_date":"2002","geographic_scope":"Regional","participation_tasks":"The LiMPETS network provides authentic, hands-on coastal monitoring experiences that empower teachers, students, and the community to conduct real science and serve as ocean stewards. Teachers participate in professional development\r\nto gain the necessary skills and confidence to engage their students in meaningful monitoring activities in the field. Approximately 3,500 teachers and students along the coast of California are already collecting data from rocky inter tidal and sandy beach habitats as part of the LiMPETS network in our national marine sanctuaries.","project_contact":"Abby Nickels","affiliation":"NOAA","street_address":"165 Forest Ave","street_address_2":"","city":"Pacific Grove","state":"CA","zip":"93950","email":"abby.nickels@noaa.gov","phone":"","project_topic":"Biology, Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"Elementary School Children, Middle School Children, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use","agency_partner":"","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-121.91662,36.61774]}"},{"cartodb_id":108,"project_name":"Quake Catcher Network","project_url":"http://qcn.stanford.edu/","project_description":"The QCN is a project that mobilizes seismologic readings by tapping into the vast network of mobile computing contained in personal computers and laptops. Volunteers can connect small USB seismic sensors to their computers to record earthquakes. Data is then collected by a software application that sends seismograms back to a central server. The volunteers can then log in and see what earthquakes they have recorded through the project website.","keywords":"earthquakes, seismograms, mobile data","status":"Active","start_date":"2008","geographic_scope":"International","participation_tasks":"Volunteers can participate by using their personal computer as a seismologic instrument via a USB plug-in.  Data is then analyzed by software during and after an event before being uploaded on a central server.","project_contact":"Elizabeth Cochran","affiliation":"USGS","street_address":"535 S. Wilson St.","street_address_2":"","city":"Pasadena","state":"CA","zip":"91106","email":"ecochran@usgs.gov","phone":"626-583-7238","project_topic":"Computers & Technology, Geology & Earth Science","participant_age":"Public","intended_outcomes":"Operational Integration or Use, Research Advancement","agency_partner":"College or University","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-118.14452,34.14778]}"},{"cartodb_id":113,"project_name":"The Advanced Rapid Imaging and Analysis Project","project_url":"http://www.giscorps.org/index.php?option=com_content&task=view&id=129&Itemid=63","project_description":"The Advanced Rapid Imaging and Analysis Project was created through a partnership between the California Institute of Technology and NASA’s Jet Propulsion Laboratory.  It is a system that uses Global Positioning System (GPS) along with satellite radar and optical sensing technology with crosschecks from seismic data in order to aid hazard science and response. This system has created a state-of-the-art observation tool for measuring changes to the surface of the earth resulting from natural disaster. As a result, it has become a highly useful tool for aiding in the detection, characterization, and response planning for natural disasters. \r\n\r\nIn the wake of Superstorm Sandy in October of 2012, ARIA project teamed up with volunteers from GISCorps in order to create damage detection maps of the affected area.  The proof of concept style collaboration combined satellite imagery, Google Earth images and NOAA aerial photography through manual entry to create a damage proxy map.  This effort has supported the belief that such a processes can be automated, providing for real-time disaster mapping in the future.","keywords":"Proof of concept, Disaster Response, Danger Maps, natural disaster","status":"Complete","start_date":"2012-10-01","geographic_scope":"International","participation_tasks":"Volunteers from the GISCorps, who analyze images and data from a variety of different sources, participated in the ARIA validation project. Generally, activities of the GISCorps range from general observation and mapping, to processing detailed radar data, and supporting map algorithm processing.","project_contact":"Sang-Ho Yun","affiliation":"NASA Jet Propulsion Laboratory","street_address":"4800 Oak Grove Dr.","street_address_2":"","city":"Pasadena","state":"CA","zip":"91109","email":"Sang-Ho.Yun@jpl.nasa.gov","phone":"","project_topic":"Astronomy & Space, Climate & Weather, Computers & Technology, Ecology & Environment, Geology & Earth Science, Ocean & Water, Science Policy","participant_age":"Public","intended_outcomes":"Proof of Concept","agency_partner":"College or University, Formal Non-Profit/NGO, Other, State or Local Government","agency_sponsor":"National Archives and Records Administration (NARA), National Oceanic and Atmospheric Administration (NOAA), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-118.14452,34.14778]}"},{"cartodb_id":197,"project_name":"Long-term Monitoring Program and Experiential Training for Students (LiMPETS)","project_url":"http://limpetsmonitoring.org","project_description":"LiMPETS (Long-term Monitoring Program and Experiential Training for Students) is an environmental monitoring and education program for students, educators, and volunteer groups. This hands-on program was developed to monitor the ocean and coastal ecosystems of California’s national marine sanctuaries to increase awareness and stewardship of these important areas.\n\nTwo distinct monitoring programs make up the core of the LiMPETS network: the Rocky Intertidal Monitoring Program and the Sandy Beach Monitoring Program. Both programs are designed to provide students with the opportunity to experience the scientific process firsthand. Through research-based monitoring and standardized protocols, students develop their problem solving skills, gain experience using tools and methods employed by field scientists, and learn to analyze data. The online data entry system on this website allows our participants to archive their data electronically and to view and analyze their results over time.\n\nThe LiMPETS network provides authentic, hands-on coastal monitoring experiences that empower teachers, students and the community to conduct real science and serve as ocean stewards.","keywords":"intertiadl monitoring, students, teachers, sandy beach, rocky intertidal","status":"Active","start_date":"2003","geographic_scope":"Regional","participation_tasks":"Data entry, Identification, Learning, Measurement, Observation, Photography","project_contact":"Claire Fackler","affiliation":"NOAA Office of National Marine Sanctuaries","street_address":"Ocean Science Education Bldg. 514","street_address_2":"","city":"Santa Barbara","state":"CA","zip":"93106-6155","email":"claire.fackler@noaa.gov","phone":"805-893-6429","project_topic":"Animals, Biology, Ecology & Environment, Education, Nature & Outdoors","participant_age":"General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, K-12 Education","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-119.69819,34.42083]}"},{"cartodb_id":188,"project_name":"Marine Mammal Sightings Data - Channel Islands National Marine Sanctuary ","project_url":"http://sanctuarysimon.org/news/2015/08/whale-sightings-in-the-northern-channel-islands/","project_description":"Specially trained citizen scientists with NOAA Channel Islands National Marine Sanctuary and National Park - volunteers use sightings forms and the Spotter Pro app to record and upload current marine mammal sightings in the Santa Barbara Channel and in sanctuary and park waters. Observations include weather, behavior and presence absence information for sightings. Serves as an important resource for the West Coast Region Sanctuaries Whale Aware collaborative that works to track whales near shipping lanes where they are at risk of ship strikes and provides long-term photo-ID of blue and humpback whales as well as general patterns of cetacean distribution in this part of the Southern CA Bight.","keywords":"endangered whales, whale alert, spotter pro, blue whale, humpback whale, photo-ID","status":"Active","start_date":"1999 01 01","geographic_scope":"Regional","participation_tasks":"Classification or tagging, Data analysis, Data entry, Identification, Observation, Photography","project_contact":"Shauna Fry Bingham","affiliation":"NOAA Channel Islands National Marine Sanctuary","street_address":"150 Harbor Way","street_address_2":"","city":"Santa Barbara","state":"CA","zip":"93109","email":"shauna.bingham@noaa.gov","phone":"805-893-6421","project_topic":"Animals, Biology, Climate & Weather, Ecology & Environment, Nature & Outdoors, Science Policy","participant_age":"General Public, Seniors","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Regulation, Research Advancement","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA), U.S. National Park Service (NPS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-119.69819,34.42083]}"},{"cartodb_id":172,"project_name":"Sea Ice for Walrus Outlook (SIWO)","project_url":"http://www.arcus.org/search-program/siwo","project_description":"The Sea Ice for Walrus Outlook (SIWO) is a resource that aggregates observations made by local hunters, experts and scientist in order to better inform Alaska Native subsistence hunters, coastal communities, and others about the current state of sea ice and walrus populations. The SIWO issues a weekly report during the spring months between April and June in order to provide information about the sea ice conditions for walrus in both the Northern Bering Sea and the southern Chukchi Sea. SIWO is supported as part of the SEARCH Sea Ice Outlook initiative, which receives support from researchers at NOAA, the National Weather Service, the University of Alaska, and the Arctic Research Consortium of the U.S, Alaska Native sea-ice experts and the Eskimo Walrus Commission.","keywords":"Climate Change, Sea Ice, Native American, Food Security, Costal Communities, Research","status":"Active but Seasonal","start_date":"2010-04","geographic_scope":"Regional","participation_tasks":"Observations on sea ice are made by local hunters, scientists and researchers and sent to the team at SWIO. SWIO adds the observations to their database, making the information available to others who depend on Sea ice.","project_contact":"Kristina Creek","affiliation":"Arctic Research Consortium of the United States (ARCUS)","street_address":"3535 College Road","street_address_2":"","city":"Fairbanks","state":"AK","zip":"99709","email":"creek@arcus.org","phone":"907-474-1600","project_topic":"Animals, Biology, Climate & Weather, Ecology & Environment, Food, Nature & Outdoors, Ocean & Water","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use","agency_partner":"College or University, Formal Non-Profit/NGO","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA), National Science Foundation (NSF)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-147.71639,64.83778]}"},{"cartodb_id":173,"project_name":"Phytoplankton Monitoring Network","project_url":"http://products.coastalscience.noaa.gov/pmn/","project_description":"The Phytoplankton Monitoring Network (PMN) project was created by the National Centers for Costal Ocean Science (NCCOS) of NOAA in order better recording of harmful algal blooms and marine phytoplankton populations. PMN uses trained volunteers to help maintain and monitor a costal survey area throughout the year. The monitoring activities include: characterizing the populations of phytoplankton, tracking harmful algal blooms, support Marine researchers in mitigating the effects of harmful algal blooms and help increase public awareness of the effects and consequences of alagal blooms and phytoplankton populations. The origins of the PMN date back to 2001 when the NOAA Marine Biotoxins Program began an outreach project to monitor marine phytoplankton in collaboration with the South Carolina Task Group on Harmful Algae. Since its inception, the PMN has helped characterize more than 250 algal blooms helping NOAA’s Biotoxin program better understand the process that lead to harmful algal blooms. More recently the PMN has spread the length of the Atlantic coast, the Gulf Coast and to the Pacific.","keywords":"Volunteer Monitoring, Oceanography, Public Awareness, Biotoxins, Harmful Algal Blooms","status":"Active","start_date":"2001","geographic_scope":"National","participation_tasks":"Participation in the Phytoplankton Monitoring Network begins with series of training sessions aimed at equipping volunteers with the tools necessary to take consistent accurate readings.  While anyone is encouraged to participate, from school groups to master naturalists, volunteers must have access to a microscope and commit to sampling once every two weeks throughout the year.  Typically, the sampling process takes minutes to complete, while analysis and reporting can take up to an hour. Data then becomes accessible on the master database.","project_contact":"Steve Morton","affiliation":"NOAA Center for Coastal Environmental Health and Biomolecular Research","street_address":"219 Fort Johnson Road","street_address_2":"","city":"Charleston","state":"SC","zip":"29412","email":"steve.morton@noaa.gov","phone":"(843)762-8857","project_topic":"Animals, Biology, Chemistry, Climate & Weather, Ecology & Environment, Nature & Outdoors, Ocean & Water","participant_age":"Families, Middle School Children, Public, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Regulation, Research Advancement","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, State or Local Government","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-79.89853,32.752045]}"},{"cartodb_id":96,"project_name":"iCoast- Did the Coast Change?","project_url":"http://coastal.er.usgs.gov/icoast","project_description":"The USGS \"iCoast“ Did the Coast Change? web application asks volunteers to identify changes to the coast by comparing and tagging aerial photographs taken before and after storms. Your contributions help USGS scientists improve the accuracy of USGS coastal change prediction models and vulnerability assessments that support pre-storm planning and post-storm rescue, recovery, and mitigation efforts. It is also a great educational tool for teaching students and even coastal residents about coastal hazards.","keywords":"Aerial Photographs, Coastal Change, Coastal Hazards, Crowdsourcing, Crowd-Tagging, Natural Hazards","status":"Active","start_date":"2014-06-01","geographic_scope":"International","participation_tasks":"Help scientists at the U.S. Geological Survey (USGS) annotate aerial photographs with keyword tags to identify changes to the coast after extreme storms like Hurricane Sandy.","project_contact":"Sophia B. Liu","affiliation":"USGS","street_address":"600 4th Street South","street_address_2":"","city":"St. Petersburg","state":"FL","zip":"33701","email":"sophialiu@usgs.gov","phone":"727-502-8093","project_topic":"Geology & Earth Science, Nature & Outdoors, Ocean & Water","participant_age":"Public","intended_outcomes":"Education, Operational Integration or Use, Research Advancement","agency_partner":"","agency_sponsor":"U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-82.67927,27.77086]}"},{"cartodb_id":191,"project_name":"Invasive Plant Citizen Science Project at Glacier National Park","project_url":"http://www.crownscience.org/getinvolved/citizen-science/noxious-weeds","project_description":"Citizen Scientists are trained to identify five invasive plants and map their locations in Glacier National Park. Citizen Scientists can be trained by attending the park’s annual Weed Blitz, held each year in July, or by downloading and viewing a PowerPoint presentation. The Weed Blitz is an all-day event where volunteers attend a training presentation in the morning from Glacier National Park’s Invasive Plant Management Program, and in the afternoon, volunteers separate into groups to search for and pull invasive plants. \r\nOnce trained, Citizen Scientists conduct surveys along Glacier National Park’s 700+ miles of hiking trails from June to September to determine the distribution and extent of the five targeted invasive species within the park. Species targeted by the program are Spotted Knapweed (Centaurea stoebe), Oxeye Daisy (Leucanthemum vulgare), Houndstongue, (Cynoglossum officinale), St. Johnswort (Hypericum perforatum) and Yellow Toadflax (Linaria vulgaris).\r\nThe Invasive Plant Citizen Science Project provides valuable data to the Invasive Plant Management Program in Glacier National Park. Volunteers map and report populations of invasive species which might otherwise have gone undetected, giving the park an opportunity to control them before they spread further.","keywords":"Invasive plants, weed, weeds, noxious weed, noxious weeds, invasive, invasives, IPM, Glacier, Glacier National Park, Glacier Park, National Park Service, Spotted Knapweed, Centaurea stoebe, Oxeye Daisy, Leucanthemum vulgare, Houndstongue, Cynoglossum officinale, St. Johnswort, Hypericum perforatum, Yellow Toadflax, Linaria vulgaris, National Park, NPS, Park, Parks, Montana","status":"Active but seasonal","start_date":"2008-05-01","geographic_scope":"Local","participation_tasks":"Classification or tagging, Finding entities, Geolocation, Identification, Learning, Measurement, Observation, Photography, Specimen / sample collection","project_contact":"Crown of the Continent Research Learning Center","affiliation":"National Park Service","street_address":"194 Mather Dr.","street_address_2":"","city":"West Glacier","state":"MT","zip":"59936","email":"glac_citizen_science@nps.gov","phone":"406-888-7986","project_topic":"Biology, Ecology & Environment, Nature & Outdoors","participant_age":"Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"U.S. National Park Service (NPS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-113.97873,48.49997]}"},{"cartodb_id":190,"project_name":"Common Loon Citizen Science Project at Glacier National Park","project_url":"http://www.crownscience.org/getinvolved/citizen-science/loons","project_description":"Citizen scientists are trained to conduct surveys at 45 lakes with suitable habitat in Glacier National Park.  Surveys are used to document presence of common loons and observations of breeding and nesting behaviors. Citizen Scientists attend a one-day classroom and field based education program, where they learn about species identification, behavior, management concerns, and how to observe and document loons. They also learn how to use field equipment such as spotting scopes, compasses, and GPS receivers. Hiking distances to the sites range from along the roadside up to fifteen miles each way. Once they reach the lake, Citizen Scientists observe for one hour and document loon sightings and behavior.\r\nCommon Loons are a Montana Species of Special Concern, and Glacier National Park harbors about 20 percent of Montana’s breeding pairs. Loons are susceptible to adverse impacts by human disturbance at nest and nursery sites. The Common Loon Citizen Science Project helps to identify factors that affect nesting success. The contribution of citizen scientists to the long-term record of loon population health is invaluable in providing a scientific basis for management recommendations, especially in regards to issues that may affect loon nesting success and habitat.","keywords":"Loon, Loons, Common Loon, Glacier, Glacier National Park, National Park, Glacier Park, NPS, Park, Parks, National Park Service, Montana, Gavia immer","status":"Active but seasonal","start_date":"2005-04-01","geographic_scope":"Local","participation_tasks":"Classification or tagging, Finding entities, Geolocation, Identification, Learning, Measurement, Observation, Photography, Specimen / sample collection","project_contact":"Crown of the Continent Research Learning Center","affiliation":"National Park Service","street_address":"194 Mather Dr.","street_address_2":"","city":"West Glacier","state":"MT","zip":"59936","email":"glac_citizen_science@nps.gov","phone":"406-888-7986","project_topic":"Animals, Biology, Birds, Ecology & Environment, Education, Nature & Outdoors","participant_age":"Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Operational Integration or Use, Research Advancement","agency_partner":"College or University, Formal Non-Profit/NGO, State or Local Government","agency_sponsor":"U.S. National Park Service (NPS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-113.97873,48.49997]}"},{"cartodb_id":189,"project_name":"High Country Citizen Science Project at Glacier National Park","project_url":"http://www.crownscience.org/getinvolved/citizen-science/high-country","project_description":"Participants attend a one-day classroom and field based education program, where they learn about species identification, management concerns, and how to observe and document observations of mountain goats, bighorn sheep, and pikas. They also learn how to use field equipment such as spotting scopes, compasses, and GPS receivers. Once trained, participants select survey sites from a list of mapped locations. Hiking distances to the sites range from along the roadside up to fifteen miles each way. Mountain goat and bighorn sheep surveys consist of one hour observing the selected site with binoculars and a spotting scope. During pika surveys, participants traverse talus (boulder) fields looking under rocks for pikas, pika scat, and food caches (haypiles).\r\nHigh country habitats are highly vulnerable to impacts from climate change, yet, little is known about how these changes may impact high elevation wildlife. Mountain goat and pika population declines have been documented in areas outside of Glacier. The primary goal of the project is to collect baseline information about population size and distribution and to monitor population trend over time.","keywords":"Goat, Goats, Sheep, Mountain Goat, Mountain Goats, Bighorn Sheep, Pika, Pikas, Ochotona princeps, Ovis canadensis, Oreamnos americanus, Glacier, Glacier National Park, Glacier Park, National Park, NPS, Park, Parks, National Park Service, Montana","status":"Active but seasonal","start_date":"2008-04-01","geographic_scope":"Local","participation_tasks":"Classification or tagging, Finding entities, Geolocation, Identification, Learning, Measurement, Observation, Photography, Specimen / sample collection","project_contact":"Crown of the Continent Research Learning Center","affiliation":"National Park Service","street_address":"194 Mather Dr.","street_address_2":"","city":"West Glacier","state":"MT","zip":"59936","email":"glac_citizen_science@nps.gov","phone":"406-888-7986","project_topic":"Animals, Biology, Ecology & Environment, Nature & Outdoors","participant_age":"Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Operational Integration or Use, Research Advancement","agency_partner":"College or University, Formal Non-Profit/NGO","agency_sponsor":"U.S. National Park Service (NPS)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-113.97873,48.49997]}"},{"cartodb_id":111,"project_name":"Lantern Live","project_url":"https://play.google.com/store/apps/details?id=gov.doe.lanternlive&hl=en","project_description":"Lantern live (v1.0.4) is a mobile application (app) released by the Department of Energy (DOE). The app was created following Hurricane Sandy, when the energy department identified the need to provide real time information on energy during crises. DOE considers Lantern Live a pilot project, designed to investigate the potential for citizen science and crowdsourcing while informing best practices for government app development. Lantern Live’s code will be open source, allowing external innovators to iterate on the current technology to take advantage of the opportunities that open government and open data support.","keywords":"Department of Energy, DOE, disaster response, gas stations, power outage, crowdsourcing","status":"Active","start_date":"2014-11-20","geographic_scope":"National","participation_tasks":"For version 1.0.4, Smartphone users may download the Lantern Live app from the Google Play store to find nearby gas stations and view power outages.  Future releases may allow users to crowdsource information on the state of gas stations by using standardized hashtags on websites such as twitter.","project_contact":"Lantern Live Team","affiliation":"DOE","street_address":"1000 Independence Ave SW","street_address_2":"","city":"Washington","state":"DC","zip":"20585","email":"lanternlivebeta@hq.doe.gov","phone":"","project_topic":"Computers & Technology, Transportation","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use, Proof of Concept","agency_partner":"","agency_sponsor":"Other Independent agency","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-77.03637,38.89511]}"},{"cartodb_id":115,"project_name":"National Broadband Map","project_url":"http://www.broadbandmap.gov","project_description":"The National Broadband Map is an interactive database for displaying the availability of broadband in neighborhoods across the United States. The project is a product of the National Telecommunications and Information Administration, which collaborated with the Federal Communications Commission in developing a plan for achieving universal access to broadband. \r\n\r\nDuring the initial development phase, volunteers in more than 10,000 homes monitored their broadband speed via “white boxes” or using mobile phone applications.  The results of this data collection resulted in the first iteration of the Broadband Map in February of 2011.  The map is continually updated at a pace of twice per an annum, with ongoing contributions from private contractors, academic institutions, broadband providers, as well as local, state and federal governments. The National Broadband Map receives funding, grants and support from the NTIA and the State Broadband Initiative.","keywords":"Information Technology, Connectivity, Internet, Computer Technology, National Planning, Infrastructure, Public-Private Partnership, Open Access, Broadband","status":"Active","start_date":"2009","geographic_scope":"National","participation_tasks":"Participation by the general public is encouraged through using the National Broadband Map to search for and confirm the availability of internet providers and speeds at a particular location.  User entered data can be crosschecked against provider data and used to update the national census of broadband in 6-month intervals. Providers also engage in discourse with community organizations, in order to substantiate data collected on a variety of different scales.  The FCC has also released a broadband testing application for mobile phones in order to capture wireless coverage; the platform is available on both Apple and Android devices.","project_contact":"Michael Byrne","affiliation":"FCC","street_address":"1401 Constitution Avenue N.W.","street_address_2":"","city":"Washington","state":"DC","zip":"20230","email":"sbdd@ntia.doc.gov","phone":"","project_topic":"Computers & Technology, Science Policy","participant_age":"Public","intended_outcomes":"Operational Integration or Use, Inform Public Policy, Regulation","agency_partner":"For-Profit, State or Local Government","agency_sponsor":"Other executive branch agency","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-77.03637,38.89511]}"},{"cartodb_id":179,"project_name":"MapGive","project_url":"http://mapgive.state.gov/","project_description":"MapGive is a flagship initiative of the State Department’s Open Government Plan, a public diplomacy program to support the use of OpenStreetMap in humanitarian and development response through shared imagery services, analysis, promotion, event organizing and technical expertise in OSM for the Department’s domestic bureaus and diplomatic posts, other U.S. Government agencies, and other governments through international fora.","keywords":"openstreetmap, remotesensing, maps","status":"Active","start_date":"2014-03-07","geographic_scope":"International","participation_tasks":"Over the past year, MapGive supported the Ebola OpenStreetMap response in West Africa, helped organize mapping events from National Geographic headquarters to Ramallah, contributed to open education resources and open source software, and worked closely with the Bureau of Educational and Cultural Affairs for a collaborative mapping component to the Young African Leaders Initiative ConnectCamps.","project_contact":"Mikel Maron","affiliation":"U.S. State Department Humanitarian Information Unit","street_address":"2025 E St NW","street_address_2":"","city":"Washington","state":"DC","zip":"20006","email":"mapgive@state.gov","phone":"","project_topic":"Computers & Technology, Disaster Response, Education","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Education, Operational Integration or Use, Inform Public Policy","agency_partner":"College or University, Community Group, Formal Non-Profit/NGO, For-Profit, K-12 Education","agency_sponsor":"U.S. Environmental Protection Agency (EPA), U.S Department of State","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-77.03637,38.89511]}"},{"cartodb_id":95,"project_name":"Summer Science in New England","project_url":"http://www.neosec.org/summer-science-in-new-england","project_description":"The Summer Science in New England project provided a scientists and/or educator guided citizen science experience for teens across the North Eastern United States. The program is supported by trained informal science center staff who incorporate citizen science while using environmental literacy principles with teens. The program offered opportunities for all participants teens, educators, and scientists, to share findings with peers at annual regional forums.","keywords":"intertidal sampling, summer camps, marine science, botany","status":"Complete","start_date":"2009-09-10","geographic_scope":"Regional","participation_tasks":"Youth at summer camps collect data about substatrate, flora and fauna found withing the interridal zones along the coasts of New England.","project_contact":"John McLaughlin","affiliation":"NOAA Office of Education","street_address":"1401 Constitution Ave NW","street_address_2":"","city":"Washington","state":"DC","zip":"20230","email":"john.mclaughlin@noaa.gov","phone":"202-262-2212","project_topic":"Animals, Biology, Ecology & Environment, Education, Nature & Outdoors, Ocean & Water","participant_age":"Middle School Children, Teens","intended_outcomes":"Education, Operational Integration or Use, Research Advancement","agency_partner":"For-Profit, Museum, State or Local Government","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-77.03637,38.89511]}"},{"cartodb_id":183,"project_name":"Mapping for Resilience","project_url":"https://www.usaid.gov/GlobalDevLab/about","project_description":"The GeoCenter’s Mapping for Resilience Program empowers youth in developing countries to create foundational geospatial data and makes it available through the OpenStreetMap platform for everyone to access.  Our vision is a global network of university students that create geospatial data for USAID programs in an open environment so it is also available for the greater public good.","keywords":"GIS, Mapping, OpenStreetMap,","status":"Active","start_date":"2014-10-01","geographic_scope":"International","participation_tasks":"Data analysis, Data entry, Geolocation","project_contact":"Michael Crino","affiliation":"USAID GeoCenter","street_address":"1300 Pennsylvania Ave, NW","street_address_2":"","city":"Washington","state":"DC","zip":"20523","email":"mcrino@usaid.gov","phone":"","project_topic":"Computers & Technology, Disaster Response, Food","participant_age":"General Public, Teens","intended_outcomes":"Operational Integration or Use","agency_partner":"College or University","agency_sponsor":"U.S. Agency for International Development (USAID)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-77.03637,38.89511]}"},{"cartodb_id":133,"project_name":"Lunar Mapping and Modeling Project","project_url":"http://sservi.nasa.gov/articles/lunar-mapping-and-modeling-project/","project_description":"The Lunar Mapping and Modeling Project is a set of interactive online tools that allows anybody with an Internet connection to search, view, and analyze the immense database of lunar images and digital records collected by the Lunar Reconnaissance Orbiter (LRO). The project, which is run out of the Marshall Space Flight Center in Huntsville, Alabama, provides a platform for anyone to conduct in-depth analyses. These insights are used to support mission planning and system design for lunar exploration and science missions. The Lunar Mapping and Modeling Project is funded through NASA's Exploration Systems Mission Directorate and supported through the technical expertise of various NASA and non-NASA institutions. These institutions include: The Marshall Space Flight Center, Ames Research Center, Goddard Space Flight Center, the Jet Propulsion Laboratory, the United States Geological Survey, and the U.S. Army Cold Regions Research and Engineering Laboratory.","keywords":"Space, Lunar Mapping, Moon Science, Virtual, Crowdsourcing, NASA","status":"Active","start_date":"2001-05","geographic_scope":"International","participation_tasks":"The Lunar Mapping and Modeling Project is based on an easy-to-use browsing tool that gives the user access to various visualization and analysis instruments.  These tools include: the Lunar Mapper, which is a web-based geographic analysis system, and the Integrated Lunar Information Architecture for Decision Support application (ILIADS) which is a downloadable geospatial information program. Through the use of these tools, users can aid future mission planning and research through the manipulation and characterization of Lunar information.","project_contact":"Kimberly Newton","affiliation":"Marshall Space Flight Center","street_address":"Marshall Spaceflight Center","street_address_2":"","city":"Huntsville","state":"AL","zip":"35812","email":"kimberly.d.newton@nasa.gov","phone":"256-544-0034","project_topic":"Astronomy & Space, Computers & Technology","participant_age":"Public","intended_outcomes":"Community Engagement / Outreach, Operational Integration or Use, Research Advancement","agency_partner":"College or University","agency_sponsor":"National Aeronautics and Space Administration (NASA), U.S. Geological Survey (USGS)","agency_sponsor_other":null,"geojson":"{\"type\":\"Point\",\"coordinates\":[-86.67358875,34.64796662]}"},{"cartodb_id":196,"project_name":"Right Whale Sighting Advisory System","project_url":"http://www.nefsc.noaa.gov/psb/surveys/SAS.html","project_description":"The Right Whale Sighting Advisory System (RWSAS) is a NOAA Fisheries program which was designed to reduce collisions between ships and the critically endangered North Atlantic right whale (Eubalaena glacialis) by alerting mariners to the presence of the right whales. These reports are obtained from a variety of sources including aerial surveys, shipboard surveys, whale watch vessels, and opportunistic sources (Coast Guard, commercial ships, fishing vessels, and the general public).","keywords":"right whales, conservation, management, citizen science, sightings, opportunistic reports","status":"Active","start_date":"2009","geographic_scope":"Regional","participation_tasks":"Classification or tagging, Data entry, Identification, Learning, Observation, Photography","project_contact":"Christin Khan or Tim Cole","affiliation":"NOAA Fisheries","street_address":"166 Water Street","street_address_2":"","city":"Woods Hole","state":"MA","zip":"02536","email":"christin.khan@noaa.gov","phone":"6172564452","project_topic":"Animals, Biology, Nature & Outdoors, Ocean & Water, Science Policy","participant_age":"Elementary School Children, Families, General Public, Middle School Children, Seniors, Teens","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Regulation, Research Advancement","agency_partner":null,"agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-70.67466,41.52657]}"},{"cartodb_id":184,"project_name":"Stellwagen Sanctuary Seabird Stewards","project_url":"http://stellwagen.noaa.gov/involved/vol_facts.html","project_description":"Stellwagen Bank National Marine Sanctuary, in collaboration with Mass Audubon, is expanding their study of seabirds in the sanctuary. Our goals are threefold: to systematically collect baseline data on seabirds within sanctuary boundaries to compare populations over time; to educate the public about seabirds and connect residents with their sanctuary; and to train a group of observers to join our scientists in this groundbreaking project.  The resulting data will be used to compare relative abundance of seabirds over time--to help us understand populations within the sanctuary and their possible impacts on local ecosystems and as a barometer for other changes in the environment.\nStaff and volunteers of Stellwagen Bank National Marine Sanctuary conduct an annual National Audubon Christmas Bird Count (CBC) with Mass Audubon each year, following a scientific protocol to track bird populations and behavior for a day. However, in order to truly understand these birds, we need to track them more often at home at sea.  Mass Audubon has advised that, in addition to the CBC, we move toward at least five cruises per year on the Auk, plus regular trips on vessels of opportunity.  Our valued volunteers can help us achieve this goal and help us communicate the status and importance of seabirds to the public.\n","keywords":"seabirds, citizen science, research, monitoring, data collection, ocean, wildlife","status":"Active","start_date":"2011-05-09","geographic_scope":"Local","participation_tasks":"Annotation, Audio or video recording, Classification or tagging, Data analysis, Data entry, Finding entities, Identification, Observation, Photography","project_contact":"Anne-Marie Runfola","affiliation":"NOAA/Stellwagen Bank National Marine Sanctuary","street_address":"175 Edward Foster Road","street_address_2":"","city":"Scituate","state":"MA","zip":"02066","email":"anne-marie.runfola@noaa.gov","phone":"781-545-8026 x240","project_topic":"Animals, Biology, Birds, Ecology & Environment, Education, Nature & Outdoors, Ocean & Water","participant_age":"General Public","intended_outcomes":"Community Engagement / Outreach, Education, Inform Public Policy, Research Advancement","agency_partner":"Formal Non-Profit/NGO","agency_sponsor":"National Oceanic and Atmospheric Administration (NOAA)","agency_sponsor_other":"","geojson":"{\"type\":\"Point\",\"coordinates\":[-70.71622,42.199]}"}]