 
[{"id":9382,"date":"14 AUG","title":"ZOOMDATA","category":"charting","excerpt":"Zoomdata allows you to connect to internal and external data sources, combine, merge, and crunch data streams, visualize the results in real-time, and provide instant access to your colleagues. Examples\/references: Demo","content":"Zoomdata allows you to connect to internal and external data sources, combine, merge, and crunch data streams, visualize the results in real-time, and provide instant access to your colleagues.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.zoomdata.com\/demo\" target=\"_blank\">Demo<\/a>","url":"http:\/\/www.zoomdata.com\/en_us","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Zoomdata.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/zoomdata\/"},{"id":9904,"date":"23 AUG","title":"ZOOM.IT","category":"specialist","excerpt":"Just like ClosR.it, Zoom.it is another exceptionally simple and useful free service for viewing and sharing high-resolution imagery. They also provide a web API for programmatic access to Zoom.it, exposing underlying deep zoom image and surrounding metadata, which you can use to power your own apps and experiences. Examples\/references: Example","content":"Just like ClosR.it, Zoom.it is another exceptionally simple and useful free service for viewing and sharing high-resolution imagery. They also provide a web API for programmatic access to Zoom.it, exposing underlying deep zoom image and surrounding metadata, which you can use to power your own apps and experiences.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/zoom.it\/A8JK\" target=\"_blank\">Example<\/a>\r\n","url":"http:\/\/zoom.it\/A8JK","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/zoomit.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/zoom-it\/"},{"id":9625,"date":"18 AUG","title":"ZINGCHART","category":"programming","excerpt":"Build interactive HTML5 charts using ZingChart JavaScript charting library and feature-rich API set. Render them in any browser and on any device. Export them quickly and easily. Examples\/references: Gallery","content":"Build interactive HTML5 charts using ZingChart JavaScript charting library and feature-rich API set. Render them in any browser and on any device. Export them quickly and easily.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/www.zingchart.com\/gallery \" target=\"_blank\">Gallery<\/a>","url":"http:\/\/www.zingchart.com\/#welcome","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ZingChart.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/zingchart\/"},{"id":11278,"date":"19 SEP","title":"WORDWANDERER","category":"multivariate","excerpt":"With WordWanderer we are experimenting with visual ways in which we can enhance people&#8217;s engagement with language. By fusing the information we can obtain from corpus searches, concordance outputs and word clouds we are aiming to enable and encourage people to notice and wander through the words they read, write and speak.","content":"With WordWanderer we are experimenting with visual ways in which we can enhance people's engagement with language. By fusing the information we can obtain from corpus searches, concordance outputs and word clouds we are aiming to enable and encourage people to notice and wander through the words they read, write and speak.","url":"http:\/\/wordwanderer.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/WordWanderer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/wordwanderer\/"},{"id":9878,"date":"23 AUG","title":"WORDTREE","category":"multivariate","excerpt":"Jason Davies developed this tool based on the Word Tree visualisation technique, invented by Martin Wattenberg and Fernanda Viégas in 2007. It lets you paste a chunk of text and explore the frequency, position and usage of language within your chosen passage. Examples\/reference: Obama Inauguration Speech","content":"Jason Davies developed this tool based on the Word Tree visualisation technique, invented by Martin Wattenberg and Fernanda Viégas in 2007. It lets you paste a chunk of text and explore the frequency, position and usage of language within your chosen passage.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.jasondavies.com\/wordtree\/?source=obama.inauguration.2013.txt&prefix=We\" target=\"_blank\">Obama Inauguration Speech<\/a>\r\n","url":"http:\/\/www.jasondavies.com\/wordtree\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/WordTree.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/wordtree\/"},{"id":11280,"date":"19 SEP","title":"WORDSEER","category":"multivariate","excerpt":"WordSeer is a text analysis environment that combines visualization, information retrieval, sensemaking and and natural language processing to make the contents of text navigable, accessible, and useful.","content":"WordSeer is a text analysis environment that combines visualization, information retrieval, sensemaking and and natural language processing to make the contents of text navigable, accessible, and useful.","url":"http:\/\/wordseer.berkeley.edu\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Wordseer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/wordseer\/"},{"id":9881,"date":"23 AUG","title":"WORDLE","category":"multivariate","excerpt":"Wordle is a toy for generating “word clouds” from text that you provide. The clouds give greater prominence to words that appear more frequently in the source text. You can tweak your clouds with different fonts, layouts, and color schemes. The images you create with Wordle are yours to use however you like. You can [&hellip;]","content":"Wordle is a toy for generating “word clouds” from text that you provide. The clouds give greater prominence to words that appear more frequently in the source text. You can tweak your clouds with different fonts, layouts, and color schemes. The images you create with Wordle are yours to use however you like. You can print them out, or save them to the Wordle gallery to share with your friends.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.wordle.net\/gallery\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/www.wordle.net\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Wordle.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/wordle\/"},{"id":11277,"date":"19 SEP","title":"WORD COUNTER","category":"data-handling","excerpt":"This tool from Sporkforge will analyze your copy, essay, or other text for word usage &#038; frequency, as well as recurring sequences of words and other measures. Specifically, it will report the total word count, a list of all words used, and their number of occurrences, both total &#038; at the beginning and ends of [&hellip;]","content":"This tool from Sporkforge will analyze your copy, essay, or other text for word usage & frequency, as well as recurring sequences of words and other measures. Specifically, it will report the total word count, a list of all words used, and their number of occurrences, both total & at the beginning and ends of sentences, the total estimated sentence count, as well as the min, average, and max sentence length, punctuation usage info, a list of recurring sequences of words and a list of consecutively repeating words.","url":"http:\/\/sporkforge.com\/text\/word_count.php","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Spork.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/sporkforge-word-counter\/"},{"id":9958,"date":"23 AUG","title":"WONDERGRAPHS","category":"web-based","excerpt":"Wondergraphs is the best way to explore your data and the easiest way to share your insights with colleagues and customers. And we make it look beautiful. Examples\/references: Tour","content":"Wondergraphs is the best way to explore your data and the easiest way to share your insights with colleagues and customers. And we make it look beautiful.  \r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/www.wondergraphs.com\/#tour\" target=\"_blank\">Tour<\/a>\r\n","url":"http:\/\/www.wondergraphs.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Wondergraphs.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/wondergraphs\/"},{"id":9373,"date":"14 AUG","title":"WOLFRAM MATHEMATICA","category":"charting","excerpt":"Bring in your data, combine it with Wolfram Alpha’s ever-increasing store of knowledge, apply sophisticated symbolic and numeric analysis, and create state-of-the-art visualizations—all in one system, with one integrated workflow. Examples\/references: Gallery of features","content":"Bring in your data, combine it with Wolfram Alpha’s ever-increasing store of knowledge, apply sophisticated symbolic and numeric analysis, and create state-of-the-art visualizations—all in one system, with one integrated workflow.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.wolfram.com\/mathematica\/features\/\" target=\"_blank\">Gallery of features<\/a>\r\n","url":"http:\/\/www.wolfram.com\/mathematica\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Wolfram.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/wolfram-mathematica\/"},{"id":11256,"date":"19 SEP","title":"WIZARD","category":"charting","excerpt":"Wizard is built around pictures: pictures of your data, and pictures of statistical values. The innovative graphics will help you understand data quickly and explain statistical concepts. Textbook-style illustrations — based on your data — help p-values and confidence intervals spring to life. To export, just control-click and choose a crisp PDF or a web-ready [&hellip;]","content":"Wizard is built around pictures:  pictures of your data, and pictures of statistical values.  The innovative graphics will help you understand data quickly and explain statistical concepts.  Textbook-style illustrations — based on your data — help p-values and confidence intervals spring to life.  To export, just control-click and choose a crisp PDF or a web-ready PNG.","url":"http:\/\/www.wizardmac.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Wizard.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/wizard\/"},{"id":10009,"date":"23 AUG","title":"WEBGL","category":"mapping","excerpt":"WebGL is a software library that extends the capability of the JavaScript programming language to allow it to generate interactive 3D graphics within any compatible web browser. WebGL is a context of the canvas HTML element that provides a 3D computer graphics API without the use of plug-ins. Examples\/references: Carbon Emissions","content":"WebGL is a software library that extends the capability of the JavaScript programming language to allow it to generate interactive 3D graphics within any compatible web browser. WebGL is a context of the canvas HTML element that provides a 3D computer graphics API without the use of plug-ins.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.visualisingdata.com\/index.php\/2013\/02\/3d-smoke-visualisation-of-worlds-carbon-emissions\/\" target=\"_blank\">Carbon Emissions<\/a>\r\n","url":"http:\/\/www.chromeexperiments.com\/webgl","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/WebGL.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/webgl\/"},{"id":11163,"date":"18 SEP","title":"WEB COLOR DATA","category":"colour","excerpt":"With Web Color Data you can enter a URL and get a breakdown of the common colours used on the site in question, like a colour DNA. Useful for inspiration and monitoring trends in colour usage.","content":"With Web Color Data you can enter a URL and get a breakdown of the common colours used on the site in question, like a colour DNA. Useful for inspiration and monitoring trends in colour usage.","url":"http:\/\/webcolourdata.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/webcolordata.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/web-color-data\/"},{"id":9952,"date":"23 AUG","title":"WEAVE","category":"web-based","excerpt":"Weave is a new web-based visualization platform designed to enable visualization of any available data by anyone for any purpose. Weave is an application development platform supporting multiple levels of users – novice to advanced – as well as the ability to integrate, analyze and visualize data at “nested” levels of geography, and to disseminate [&hellip;]","content":"Weave is a new web-based visualization platform designed to enable visualization of any available data by anyone for any purpose. Weave is an application development platform supporting multiple levels of users – novice to advanced – as well as the ability to integrate, analyze and visualize data at “nested” levels of geography, and to disseminate the results in a web page.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.oicweave.org\/index.php?page=demos\" target=\"_blank\">Demos<\/a>\r\n","url":"http:\/\/www.oicweave.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Weave.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/weave\/"},{"id":9905,"date":"23 AUG","title":"VISUALIZING.ORG","category":"specialist","excerpt":"Like ClosR.it and Zoom.it, Visualizing.org provides a perfect platform to publish and share your work. The Visualizing Player is a media player designed specifically for data visualisation. The main features of the Visualizing Player are that it is widely portable, enabling easy embedding and sharing, and is a universal platform through its support of countless [&hellip;]","content":"Like ClosR.it and Zoom.it, Visualizing.org provides a perfect platform to publish and share your work. The Visualizing Player is a media player designed specifically for data visualisation. The main features of the Visualizing Player are that it is widely portable, enabling easy embedding and sharing, and is a universal platform through its support of countless creative formats, including hi-res graphics, HTML5, Java, Flash and video. It is especially useful for those who publish content on the web such as bloggers and designers themselves. The result is an ideal presentation and publishing format finally worthy of the work visualisation designers are creating, unleashing the pure aesthetic, full interactivity and insightful experiences as originally intended.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/www.visualizing.org\/explore\" target=\"_blank\">Gallery<\/a>","url":"http:\/\/www.visualizing.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Visualizing.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visualizing-org\/"},{"id":9377,"date":"14 AUG","title":"VISUALIZE FREE","category":"charting","excerpt":"Visualize Free is a free visual analysis tool, providing the perfect solution for visually exploring and presenting data that standard office charting software cannot handle. Examples\/references: Gallery of visualisations","content":"Visualize Free is a free visual analysis tool, providing the perfect solution for visually exploring and presenting data that standard office charting software cannot handle.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/visualizefree.com\/visualizations.jsp\" target=\"_blank\">Gallery of visualisations<\/a>\r\n","url":"http:\/\/visualizefree.com\/index.jsp","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/VisualizeFree.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visualize-free\/"},{"id":9966,"date":"23 AUG","title":"VISUALEYES","category":"web-based","excerpt":"VisualEyes is a web-based authoring tool developed at the University of Virginia. It allows users to create innovative, dynamic visualisations based on meaningful information in both traditional and multimedia formats, such as audio-video, animation, charts, maps, data, and interactive timelines. The effective use of the visualizations can reveal and illuminate relationships between multiple kinds of [&hellip;]","content":"VisualEyes is a web-based authoring tool developed at the University of Virginia. It allows users to create innovative, dynamic visualisations based on meaningful information in both traditional and multimedia formats, such as audio-video, animation, charts, maps, data, and interactive timelines. The effective use of the visualizations can reveal and illuminate relationships between multiple kinds of information across time and space far more effectively than words alone. VisualEyes is freely available for non-profit and academic usage.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.viseyes.org\/demo.htm\" target=\"_blank\">Demo<\/a>, <a href=\"http:\/\/www.viseyes.org\/VisualEyesTutorial.pdf\" target=\"_blank\">Tutorial<\/a>\r\n","url":"http:\/\/www.viseyes.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/VisualEyes.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visualeyes\/"},{"id":11254,"date":"19 SEP","title":"VISUALCUE","category":"web-based","excerpt":"With VisualCue, you are the one in control. No matter what industry, or what role, we make it simple for you to understand your data, and your business. By using the human brain’s ability to capture, process, and understand pictures, VisualCue harnesses the natural ability of representing data with pictures. It all has to start [&hellip;]","content":"With VisualCue, you are the one in control. No matter what industry, or what role, we make it simple for you to understand your data, and your business. By using the human brain’s ability to capture, process, and understand pictures, VisualCue harnesses the natural ability of representing data with pictures. It all has to start somewhere, and for us, its starts with the Tile. What may seem like a simple square filled with icons, is actually a powerful and diverse vehicle for understanding your data. The Tile displays huge amounts of data through its ability to simplify multiple data sets into a single icon. We call the icon a Cue, a Visual Cue! These dynamic Cues represent key points of data for the subject being monitored or analyzed. The Cues also speak a universal language, a visual language, which can de understood by anyone.","url":"http:\/\/visualcue.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/VisualCue.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visualcue\/"},{"id":9607,"date":"18 AUG","title":"VISUAL SEDIMENTATION","category":"programming","excerpt":"VisualSedimentation.js is a JavaScript library for visualizing streaming data, inspired by the process of physical sedimentation. Visual Sedimentation is built on top of existing toolkits such as D3.js (to manipulate documents based on data), jQuery (to facilitate HTML and Javascript development) and Box2DWeb (for physical world simulation). Examples\/references: Examples","content":"VisualSedimentation.js is a JavaScript library for visualizing streaming data, inspired by the process of physical sedimentation. Visual Sedimentation is built on top of existing toolkits such as D3.js (to manipulate documents based on data), jQuery (to facilitate HTML and Javascript development) and Box2DWeb (for physical world simulation).\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.visualsedimentation.org\/examples\/index.html\" target=\"_blank\">Examples<\/a>\r\n","url":"http:\/\/www.visualsedimentation.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/VisualSedimentation.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visual-sedimentation\/"},{"id":10024,"date":"23 AUG","title":"VISUAL COMMAND CENTER","category":"mapping","excerpt":"Visual Command Center is physical security and risk visualization (PSRV) software that helps organizations achieve this mission by uniting data from external sources, enterprise systems, and internal devices into a real-time, common operating picture of risk and security. It provides organizations with a practical approach to managing risk—a consolidated view to identify, interrogate, and initiate [&hellip;]","content":"Visual Command Center is physical security and risk visualization (PSRV) software that helps organizations achieve this mission by uniting data from external sources, enterprise systems, and internal devices into a real-time, common operating picture of risk and security. It provides organizations with a practical approach to managing risk—a consolidated view to identify, interrogate, and initiate action.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.idvsolutions.com\/Products\/visual-command-center\/risk-visualization-gallery.aspx\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/www.idvsolutions.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/VisualCommandCenter.jpeg","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visual-command-center\/"},{"id":9380,"date":"14 AUG","title":"VISOKIO OMNISCOPE","category":"charting","excerpt":"Visokio Omniscope is a versatile, multi-tab and multi-view interactive data analysis, filtering and presentation tool. It offers a powerful new way to visualise, explore and report on large tables of data – with related images, maps, links, and more – then lets you share your file with others using the free Viewer. Examples\/references: Demos and [&hellip;]","content":"Visokio Omniscope is a versatile, multi-tab and multi-view interactive data analysis, filtering and presentation tool. It offers a powerful new way to visualise, explore and report on large tables of data – with related images, maps, links, and more – then lets you share your file with others using the free Viewer.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.visokio.com\/omniscope\/demos\" target=\"_blank\">Demos and screenshots<\/a>\r\n","url":"http:\/\/www.visokio.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Visokio.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visokio-omniscope\/"},{"id":9888,"date":"23 AUG","title":"VISGIF","category":"specialist","excerpt":"For lo-fi animated work how about combining data visualization + animated gifs! This experiment investigates the use of animated GIF to better communicate Information Visualization techniques, insights or projects. We provide you with a Google Chrome extension to quickly capture and share the image as a GIF: what can you do with it? Examples\/references: Collection, [&hellip;]","content":"For lo-fi animated work how about combining data visualization + animated gifs! This experiment investigates the use of animated GIF to better communicate Information Visualization techniques, insights or projects. We provide you with a Google Chrome extension to quickly capture and share the image as a GIF: what can you do with it? \r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.visgif.it\/php\/l.php\" target=\"_blank\">Collection<\/a>, <a href=\"http:\/\/visgif.tumblr.com\/\" target=\"_blank\">Tumblr<\/a>\r\n","url":"http:\/\/visgif.it\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/VisGif.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visgif\/"},{"id":9550,"date":"14 AUG","title":"VISCHECK","category":"colour","excerpt":"&#8220;Vischeck is a way of showing you what things look like to someone who is color blind. You can try Vischeck online- either run Vischeck on your own image files or run Vischeck on a web page. You can also download programs to let you run it on your own computer.&#8221;","content":"\"Vischeck is a way of showing you what things look like to someone who is color blind. You can try Vischeck online- either run Vischeck on your own image files or run Vischeck on a web page. You can also download programs to let you run it on your own computer.\"","url":"http:\/\/www.vischeck.com\/vischeck\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Vischeck.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/vischeck\/"},{"id":11253,"date":"19 SEP","title":"VISAGE","category":"web-based","excerpt":"Visage was created because we believe that good design should be available to everyone, not just organizations that can afford design agency premiums. It was born out of Column Five, an industry-leading information design agency founded in 2009, with offices in Newport Beach, California, and Brooklyn, New York.","content":"Visage was created because we believe that good design should be available to everyone, not just organizations that can afford design agency premiums. It was born out of Column Five, an industry-leading information design agency founded in 2009, with offices in Newport Beach, California, and Brooklyn, New York.","url":"http:\/\/visage.co\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Visage.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/visage\/"},{"id":11177,"date":"18 SEP","title":"VIS","category":"multivariate","excerpt":"(VIS) is a data visualization platform designed to assist investigative journalists, activists and others in mapping complex business or crime networks. Our aim is to help investigators understand and explain corruption, organized crime and other wrongdoings and to translate complex narratives into simple, universal visual language. VIS provides professionally designed, customizable, dynamic html5 visualization templates [&hellip;]","content":"(VIS) is a data visualization platform designed to assist investigative journalists, activists and others in mapping complex business or crime networks. Our aim is to help investigators understand and explain corruption, organized crime and other wrongdoings and to translate complex narratives into simple, universal visual language. VIS provides professionally designed, customizable, dynamic html5 visualization templates allowing you to illustrate entities, networks and complex configurations of data. Visualizations can be exported for use in online, print or broadcast media. \r\n<br><br>\r\nExamples\/References: <a href=\"http:\/\/vis.occrp.org\/\" target=\"_blank\">Gallery<\/a>","url":"http:\/\/vis.occrp.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/VIS.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/vis\/"},{"id":11210,"date":"18 SEP","title":"VIDA.IO","category":"programming","excerpt":"Create Amazing Visualizations for Your Data. Vida.io offers an easy way to build reusable cloud visualizations: Clone visualization templates, customize without coding skills and embed\/share in the cloud.","content":"Create Amazing Visualizations for Your Data. Vida.io offers an easy way to build reusable cloud visualizations: Clone visualization templates, customize without coding skills and embed\/share in the cloud.","url":"https:\/\/vida.io\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/vida.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/vida-io\/"},{"id":9596,"date":"18 AUG","title":"VEGA","category":"programming","excerpt":"Vega is a visualization grammar, a declarative format for creating, saving and sharing visualization designs. With Vega you can describe data visualizations in a JSON format, and generate interactive views using either HTML5 Canvas or SVG. Examples\/references: Tutorial","content":"Vega is a visualization grammar, a declarative format for creating, saving and sharing visualization designs. With Vega you can describe data visualizations in a JSON format, and generate interactive views using either HTML5 Canvas or SVG.\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/github.com\/trifacta\/vega\/wiki\/Tutorial\" target=\"_blank\">Tutorial<\/a>","url":"http:\/\/trifacta.github.io\/vega\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Vega.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/httptrifacta-github-iovega\/"},{"id":11218,"date":"18 SEP","title":"VARIANCE","category":"programming","excerpt":"Build powerful data visualizations for the web &#8211; without writing JavaScript. Variance empowers engineers, designers, journalists, scientists, and analysts to build elegant bespoke data graphics for the web, using only HTML &#038; CSS. Our intuitive, markup-based grammar emphasizes clear, practical graphics and serves as the foundation for a wide range of visualizations.","content":"Build powerful data visualizations for the web - without writing JavaScript. Variance empowers engineers, designers, journalists, scientists, and analysts to build elegant bespoke data graphics for the web, using only HTML & CSS. Our intuitive, markup-based grammar emphasizes clear, practical graphics and serves as the foundation for a wide range of visualizations.","url":"https:\/\/variancecharts.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/variance.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/variance\/"},{"id":10006,"date":"23 AUG","title":"UNFOLDING","category":"mapping","excerpt":"Unfolding is a library to create interactive maps and geovisualizations in Processing and Java. You can quickly create interactive maps with features such as pan and zoom and the ability to handle multi-touch gestures. You can style your mapping tiles, using various mapping providers like OpenStreetMap or TileMill and naturally you can overlay a data [&hellip;]","content":"Unfolding is a library to create interactive maps and geovisualizations in Processing and Java. You can quickly create interactive maps with features such as pan and zoom and the ability to handle multi-touch gestures. You can style your mapping tiles, using various mapping providers like OpenStreetMap or TileMill and naturally you can overlay a data display layer.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/unfoldingmaps.org\/exhibition\/index.html\" target=\"_blank\">Exhibition<\/a>\r\n","url":"http:\/\/unfoldingmaps.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Unfolding.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/unfolding\/"},{"id":9777,"date":"23 AUG","title":"TYPEFORM","category":"data-handling","excerpt":"&#8220;Typeform is a nimble, fast &#038; surprisingly sexy way to ask questions to your users, customers &#038; peers, on any device.&#8221;","content":"\"Typeform is a nimble, fast & surprisingly sexy way to ask questions to your users, customers & peers, on any device.\" ","url":"http:\/\/www.typeform.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Typeform.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/typeform\/"},{"id":11293,"date":"19 SEP","title":"TRANSMOGRIFIERS","category":"specialist","excerpt":"A Transmogrifier is a tool to transform the presentation layer of existing information visualisations and maps in a flexible, quick way. The main idea is that it should be trivial to transform any graphic from one shape into another shape. For example, you might want to transform twisted routes on a map to straight lines [&hellip;]","content":"A Transmogrifier is a tool to transform the presentation layer of existing information visualisations and maps in a flexible, quick way. The main idea is that it should be trivial to transform any graphic from one shape into another shape. For example, you might want to transform twisted routes on a map to straight lines (to compare their length visually), or a bar chart into a radial graph (to present in an orientation-independent graph). Transmogrifiers allow you to do this through a multi-touch or cursor-based interface without having to program anything, and with any image that you can find in the web or in your hard-drive.","url":"http:\/\/www.transmogrifiers.org\/downloads\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/05\/Transmogrifiers.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/transmogrifiers\/"},{"id":9627,"date":"18 AUG","title":"TIMELINE.JS","category":"programming","excerpt":"TimelineJS is an open-source tool that enables you to build visually-rich interactive timelines and is available in 40 languages. It can pull in media from different sources and has built in support for: Twitter, Flickr, Google Maps, YouTube, Vimeo, Vine, Dailymotion, Wikipedia, SoundCloud and more media types are regularly added. Examples\/references: Examples","content":"TimelineJS is an open-source tool that enables you to build visually-rich interactive timelines and is available in 40 languages. It can pull in media from different sources and has built in support for: Twitter, Flickr, Google Maps, YouTube, Vimeo, Vine, Dailymotion, Wikipedia, SoundCloud and more media types are regularly added.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/timeline.verite.co\/\" target=\"_blank\">Examples<\/a>\r\n","url":"http:\/\/timeline.verite.co","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Timeline.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/timeline-js\/"},{"id":11295,"date":"19 SEP","title":"TIMEFLOW","category":"specialist","excerpt":"Time Flow is an open-source timeline built to help journalists analyze temporal data. The application offers several view modes&#8211;timelime, calendar, list, table&#8211;to help explore thousands of data points.","content":"Time Flow is an open-source timeline built to help journalists analyze temporal data. The application offers several view modes--timelime, calendar, list, table--to help explore thousands of data points. ","url":"http:\/\/flowingmedia.com\/timeflow.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/TimeFlow.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/timeflow\/"},{"id":10005,"date":"23 AUG","title":"TILEMILL","category":"mapping","excerpt":"TileMill is an open source project by MapBox, providing a powerful design studio for styling geodata. Design custom maps with your data in TileMill, and easily upload them to MapBox to share them with the world. Examples\/references: Gallery","content":"TileMill is an open source project by MapBox, providing a powerful design studio for styling geodata. Design custom maps with your data in TileMill, and easily upload them to MapBox to share them with the world.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.mapbox.com\/tilemill\/gallery\/\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/tilemill.com\/index.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/TileMill.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/tilemill\/"},{"id":9367,"date":"14 AUG","title":"TIBCO SPOTFIRE","category":"charting","excerpt":"TIBCO Spotfire Professional aims to make it easier to build and deploy analytic applications over the web or perform ad-hoc analytics on-the-fly by letting you interactively query, visualise, aggregate, filter, and drill into datasets of virtually any size. Examples\/references: Demo gallery","content":"TIBCO Spotfire Professional aims to make it easier to build and deploy analytic applications over the web or perform ad-hoc analytics on-the-fly by letting you interactively query, visualise, aggregate, filter, and drill into datasets of virtually any size.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/spotfire.tibco.com\/demo\/default.aspx\" target=\"_blank\">Demo gallery<\/a>\r\n","url":"http:\/\/spotfire.tibco.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Spotfire.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/tibco-spotfire\/"},{"id":9548,"date":"14 AUG","title":"THERESA-MARIE RHYNE","category":"colour","excerpt":"&#8220;Applying color theory to digital media and visualization. In this blog, we discuss various artists’ theories on color and how to apply these theories to creating digital media, visualizations and collage compositions. We discuss our own personal experiences with applying these theories.&#8221;","content":"\"Applying color theory to digital media and visualization. In this blog, we discuss various artists’ theories on color and how to apply these theories to creating digital media, visualizations and collage compositions. We discuss our own personal experiences with applying these theories.\"","url":"http:\/\/theresamarierhyne.com\/Theresa-Marie_Rhynes_Viewpoint\/Blog\/Blog.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Theresa.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/theresa-marie-rhynes-viewpoint\/"},{"id":9877,"date":"23 AUG","title":"TEXTEXTURE","category":"multivariate","excerpt":"With Textexture you can visualize any text as a network. The resulting graph can be used to get a quick visual summary of the text, read the most relevant excerpts (by clicking on the nodes), and find similar texts. Examples\/reference: Example","content":"With Textexture you can visualize any text as a network. The resulting graph can be used to get a quick visual summary of the text, read the most relevant excerpts (by clicking on the nodes), and find similar texts.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/textexture.com\/index.php?text_id=604\" target=\"_blank\">Example<\/a>\r\n","url":"http:\/\/textexture.com\/index.php","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Textexture1.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/textexture\/"},{"id":9793,"date":"23 AUG","title":"TEXTALYSER","category":"data-handling","excerpt":"Welcome to the online text analysis tool, the detailed statistics of your text, perfect for translators (quoting), for webmasters (ranking) or for normal users, to know the subject of a text. Now with new features as the analysis of words groups, finding out the keyword density, analyse the prominence of word or expressions.","content":"Welcome to the online text analysis tool, the detailed statistics of your text, perfect for translators (quoting), for webmasters (ranking) or for normal users, to know the subject of a text. Now with new features as the analysis of words groups, finding out the keyword density, analyse the prominence of word or expressions. ","url":"http:\/\/textalyser.net\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Textalyser.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/textalyser\/"},{"id":9880,"date":"23 AUG","title":"TEXTAL","category":"multivariate","excerpt":"Textal is a free smartphone app that allows you to analyze websites, tweet streams, and documents, as you explore the relationships between words in the text via an intuitive word cloud interface. You can generate graphs and statics, as well as share the data and visualizations in any way you like. Examples\/reference: Gallery","content":"Textal is a free smartphone app that allows you to analyze websites, tweet streams, and documents, as you explore the relationships between words in the text via an intuitive word cloud interface. You can generate graphs and statics, as well as share the data and visualizations in any way you like.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.textal.org\/gallery\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/www.textal.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Textal.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/textal\/"},{"id":10001,"date":"23 AUG","title":"TARGET MAP","category":"mapping","excerpt":"Developed by MapGenia of Barcelona, TargetMap aims to provide an easy way to create and share customised data maps on line, allowing everyone from individuals to large organisations to be able represent their data on maps of any country in the world and to share their knowledge through an online community and gallery of creations. [&hellip;]","content":"Developed by MapGenia of Barcelona, TargetMap aims to provide an easy way to create and share customised data maps on line, allowing everyone from individuals to large organisations to be able represent their data on maps of any country in the world and to share their knowledge through an online community and gallery of creations.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/targetmap.blogspot.com\/\">Blog\/Help<\/a>\r\n","url":"http:\/\/www.targetmap.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/TargetMap.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/target-map\/"},{"id":9882,"date":"23 AUG","title":"TAGXEDO","category":"multivariate","excerpt":"Tagxedo turns words &#8211; famous speeches, news articles, slogans and themes, even your love letters &#8211; into a visually stunning word cloud, words individually sized appropriately to highlight the frequencies of occurrence within the body of text. Examples\/reference: Gallery","content":"Tagxedo turns words - famous speeches, news articles, slogans and themes, even your love letters - into a visually stunning word cloud, words individually sized appropriately to highlight the frequencies of occurrence within the body of text.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.tagxedo.com\/gallery.html\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/www.tagxedo.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Taxgedo.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/tagxedo\/"},{"id":9785,"date":"23 AUG","title":"TABULA","category":"data-handling","excerpt":"If you’ve ever tried to do anything with data provided to you in PDFs, you know how painful this is — you can’t easily copy-and-paste rows of data out of PDF files. Tabula allows you to extract that data in CSV format, through a simple interface. And now you can download Tabula and run it [&hellip;]","content":"If you’ve ever tried to do anything with data provided to you in PDFs, you know how painful this is — you can’t easily copy-and-paste rows of data out of PDF files. Tabula allows you to extract that data in CSV format, through a simple interface. And now you can download Tabula and run it on your own computer. Tabula is a development from Pro-Publica, La Nacion DATA and Knight-Mozilla OpenNews. ","url":"http:\/\/tabula.nerdpower.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Tabula.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/tabula\/"},{"id":9366,"date":"14 AUG","title":"TABLEAU PUBLIC","category":"charting","excerpt":"It is worth making a separate note for Tableau Public, the free-to-use web-based, publicly accessible version of Tableau Desktop which enables you to create interactive visualisations and embed them into your website, publish them on the Tableau Public Gallery or share within the Tableau Public community. Note, the visualisations cannot be saved locally, that is [&hellip;]","content":"It is worth making a separate note for Tableau Public, the free-to-use web-based, publicly accessible version of Tableau Desktop which enables you to create interactive visualisations and embed them into your website, publish them on the Tableau Public Gallery or share within the Tableau Public community. Note, the visualisations cannot be saved locally, that is the ‘public’ essence of this free tool, but you can now link up to 1 million records.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/dataremixed.com\/\" target=\"_blank\">DataRemixed<\/a>, <a href=\"http:\/\/www.tableausoftware.com\/public\/gallery\" target=\"_blank\">Public Gallery<\/a>\r\n","url":"http:\/\/www.tableausoftware.com\/public\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/TableauPublic.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/tableau-public\/"},{"id":9365,"date":"14 AUG","title":"TABLEAU DESKTOP","category":"charting","excerpt":"Fabulously powerful and rapid tool for visual analysis and much more. &#8220;Tableau Desktop is based on breakthrough technology from Stanford University that lets you drag &#038; drop to analyse data rapidly and fluidly, connect to data in a few clicks, then visualise and create interactive dashboards in an instant. Tableau have based their product on [&hellip;]","content":"Fabulously powerful and rapid tool for visual analysis and much more. \"Tableau Desktop is based on breakthrough technology from Stanford University that lets you drag & drop to analyse data rapidly and fluidly, connect to data in a few clicks, then visualise and create interactive dashboards in an instant. Tableau have based their product on years of research to build a system that supports people’s natural ability to think visually providing a tool that lets you easily build beautiful, effective, rich data visualisations\". Worth noting that Tableau Desktop is free for Students and there are free academic offerings too. It is also now available for the Mac.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/vizwiz.blogspot.co.uk\/\" target=\"_blank\">Andy Kriebel<\/a>, <a href=\"http:\/\/healthintelligence.drupalgardens.com\/\" target=\"_blank\">Ramon Martinez<\/a>, <a href=\"http:\/\/www.theinformationlab.co.uk\/\" target=\"_blank\">The Information Lab<\/a>, <a href=\"http:\/\/wannabedatarockstar.blogspot.co.uk\/\" target=\"_blank\">Matt Francis<\/a>","url":"http:\/\/www.tableausoftware.com\/products\/desktop","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/TableauDesktop.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/tableau-desktop\/"},{"id":9868,"date":"23 AUG","title":"SYNERSCOPE","category":"multivariate","excerpt":"SynerScope allows users to show, analyze, and understand relational “Big Data” visually by using edge-bundled, timeline-enhanced visualizations. SynerScope is the most powerful new software for analyzing massive amount of data, where analysts have to examine millions of data points easily within a very short period of time. Ultimately, it is not only better than existing [&hellip;]","content":"SynerScope allows users to show, analyze, and understand relational “Big Data” visually by using edge-bundled, timeline-enhanced visualizations. SynerScope is the most powerful new software for analyzing massive amount of data, where analysts have to examine millions of data points easily within a very short period of time. Ultimately, it is not only better than existing software, but it allows easy analysis where none currently takes place.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.synerscope.com\/case-studies\/\" target=\"_blank\">Case studies<\/a>","url":"http:\/\/www.synerscope.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Synerscope.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/synerscope\/"},{"id":11281,"date":"19 SEP","title":"STREAMTOOLS","category":"data-handling","excerpt":"Streamtools is a new, open source project by the New York Times R&#038;D Lab which provides a general purpose, graphical tool for dealing with streams of data. It offers a vocabulary of operations that can be connected together to create live data processing systems without the need for programming or complicated infrastructure. These systems are [&hellip;]","content":"Streamtools is a new, open source project by the New York Times R&D Lab which provides a general purpose, graphical tool for dealing with streams of data. It offers a vocabulary of operations that can be connected together to create live data processing systems without the need for programming or complicated infrastructure. These systems are assembled using a visual interface that affords both immediate understanding and live manipulation of the system.\r\n<br><br>\r\nExamples\/References: <a href=\"https:\/\/source.opennews.org\/en-US\/articles\/introducing-streamtools\/\" target=\"_blank\">Article<\/a>","url":"https:\/\/github.com\/nytlabs\/streamtools","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Streamtools.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/streamtools\/"},{"id":11250,"date":"19 SEP","title":"STATWING","category":"web-based","excerpt":"Efficient and Delightful Data Analysis. Learn how to use Statwing in five minutes, then finish days of analysis in the next twenty. Statwing automatically visualizes every analysis, and enables easy export for PowerPoint. In spreadsheets and statistical software, creating even simple charts takes too much time and effort. Statwing understands your data&#8217;s structure, so it [&hellip;]","content":"Efficient and Delightful Data Analysis. Learn how to use Statwing in five minutes, then finish days of analysis in the next twenty. Statwing automatically visualizes every analysis, and enables easy export for PowerPoint. In spreadsheets and statistical software, creating even simple charts takes too much time and effort. Statwing understands your data's structure, so it automatically creates histograms, scatterplots, heatmaps, and bar charts that you can easily export to Excel or PowerPoint.","url":"https:\/\/www.statwing.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/statwing.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/statwing\/"},{"id":9375,"date":"14 AUG","title":"STATA","category":"charting","excerpt":"Stata is a complete, integrated statistical package that provides everything you need for data analysis, data management, and graphics – you get everything you need in one package. Examples\/references: Gallery of graphics","content":"Stata is a complete, integrated statistical package that provides everything you need for data analysis, data management, and graphics – you get everything you need in one package.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.stata.com\/features\/publication-quality-graphics\/\" target=\"_blank\">Gallery of graphics<\/a>\r\n","url":"http:\/\/www.stata.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Stata.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/stata\/"},{"id":10020,"date":"23 AUG","title":"STAMEN MAPS","category":"mapping","excerpt":"For over a decade, Stamen has been exploring cartography with our clients and in research. These maps are presented here for your enjoyment and use wherever you display OpenStreetMap data. Examples\/references: Example","content":"For over a decade, Stamen has been exploring cartography with our clients and in research. These maps are presented here for your enjoyment and use wherever you display OpenStreetMap data.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/maps.stamen.com\/#watercolor\/12\/37.7706\/-122.3782\" target=\"_blank\">Example<\/a>\r\n","url":"http:\/\/maps.stamen.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/StamenMaps.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/stamen-maps\/"},{"id":10012,"date":"23 AUG","title":"SOCIAL EXPLORER","category":"mapping","excerpt":"Social Explorer provides quick and easy access to current and historical census data and demographic information. The easy-to-use web interface lets users create maps and reports to illustrate, analyze, and understand demography and social change. In addition to its comprehensive data resources, Social Explorer offers features and tools to meet the needs of demography experts [&hellip;]","content":"Social Explorer provides quick and easy access to current and historical census data and demographic information. The easy-to-use web interface lets users create maps and reports to illustrate, analyze, and understand demography and social change. In addition to its comprehensive data resources, Social Explorer offers features and tools to meet the needs of demography experts and novices alike. From research libraries to classrooms to government agencies to corporations to the front page of the New York Times, Social Explorer helps the public engage with society and science.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.socialexplorer.com\/explore\" target=\"_blank\">Explore Maps<\/a>\r\n","url":"http:\/\/www.socialexplorer.com\/pub\/home\/home.aspx","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/SocialExplorer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/social-explorer\/"},{"id":9897,"date":"23 AUG","title":"SKETCHUP","category":"specialist","excerpt":"Sketchup is a 3D modelling program for a broad range of applications such as architectural, civil, mechanical, film as well as video game design — and available as Sketchup Make, a free version, and Sketchup Pro, a paid version. Examples\/references: Features","content":"Sketchup is a 3D modelling program for a broad range of applications such as architectural, civil, mechanical, film as well as video game design — and available as Sketchup Make, a free version, and Sketchup Pro, a paid version.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.sketchup.com\/products\/sketchup-pro\/new-in-2013\" target=\"_blank\">Features<\/a>\r\n","url":"http:\/\/www.sketchup.com","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Sketchup.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/sketchup\/"},{"id":9961,"date":"23 AUG","title":"SILK","category":"web-based","excerpt":"A Silk site lets you answer questions with your data by creating overviews and visualisations. It lets you create visualizations, maps and overviews. It works its magic by using the connected information from your fact sheets. Silk sites that contain pages with numbers on prices, size or distances can create interactive charts that put all [&hellip;]","content":"A Silk site lets you answer questions with your data by creating overviews and visualisations. It lets you create visualizations, maps and overviews. It works its magic by using the connected information from your fact sheets. Silk sites that contain pages with numbers on prices, size or distances can create interactive charts that put all of your data in perspective.\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/gallery.silk.co\/\" target=\"_blank\">Examples<\/a>\r\n","url":"http:\/\/www.silkapp.com\/product","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/SilkApp.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/silk\/"},{"id":11225,"date":"18 SEP","title":"SIGMA.JS","category":"programming","excerpt":"Sigma is a JavaScript library dedicated to graph drawing. It makes easy to publish networks on Web pages, and allows developers to integrate network exploration in rich Web applications.","content":"Sigma is a JavaScript library dedicated to graph drawing. It makes easy to publish networks on Web pages, and allows developers to integrate network exploration in rich Web applications.","url":"http:\/\/sigmajs.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Sigma.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/sigma-js\/"},{"id":11234,"date":"18 SEP","title":"SHINY","category":"programming","excerpt":"A web application framework for R. Turn your analyses into interactive web applications. No HTML, CSS, or JavaScript knowledge required","content":"A web application framework for R. Turn your analyses into interactive web applications. No HTML, CSS, or JavaScript knowledge required","url":"http:\/\/shiny.rstudio.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Shiny.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/shiny\/"},{"id":9865,"date":"23 AUG","title":"SENTINEL VISUALIZER","category":"multivariate","excerpt":"Empowering the demanding needs of intelligence analysts, law enforcement, investigators, researchers, and information workers, Sentinel Visualizer is the next generation data visualization and analysis solution for your big data. With cutting edge features and best-of-breed usability, Sentinel Visualizer provides you with insight into patterns and trends hidden in your data. Its database driven data visualization [&hellip;]","content":"Empowering the demanding needs of intelligence analysts, law enforcement, investigators, researchers, and information workers, Sentinel Visualizer is the next generation data visualization and analysis solution for your big data. With cutting edge features and best-of-breed usability, Sentinel Visualizer provides you with insight into patterns and trends hidden in your data. Its database driven data visualization platform lets you quickly see multi-level links among entities and model different relationship types. Advanced drawing and redrawing features generate optimized views to highlight the most important entities.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.fmsasg.com\/Products\/SentinelVisualizer\/visualization.asp\" target=\"_blank\">Features<\/a>\r\n","url":"http:\/\/www.fmsasg.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Sentinel.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/sentinel-visualizer\/"},{"id":11221,"date":"18 SEP","title":"SEABORN","category":"programming","excerpt":"Seaborn is a Python visualization library based on matplotlib. It provides a high-level interface for drawing attractive statistical graphics.","content":"Seaborn is a Python visualization library based on matplotlib. It provides a high-level interface for drawing attractive statistical graphics.","url":"http:\/\/stanford.edu\/~mwaskom\/software\/seaborn\/index.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Seaborn.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/seaborn\/"},{"id":9608,"date":"18 AUG","title":"SCRIPTOGRAPHER","category":"programming","excerpt":"Scriptographer is a scripting plugin for Adobe Illustrator. It gives the user the possibility to extend Illustrator’s functionality by the use of the JavaScript language. The user is no longer limited to the same tools that are used by most graphic designers around the globe. Scriptographer allows the creation of mouse controlled drawing-tools, effects that [&hellip;]","content":"Scriptographer is a scripting plugin for Adobe Illustrator. It gives the user the possibility to extend Illustrator’s functionality by the use of the JavaScript language. The user is no longer limited to the same tools that are used by most graphic designers around the globe. Scriptographer allows the creation of mouse controlled drawing-tools, effects that modify existing graphics and scripts that create new ones. \r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/scriptographer.org\/gallery\/\" target=\"_blank\">Gallery<\/a>, <a href=\"http:\/\/people.ischool.berkeley.edu\/~fycheng\/img\/hometown.png\" target=\"_blank\">What team should you be rooting for?<\/a>","url":"http:\/\/scriptographer.org\/about\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Scriptographer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/scriptographer\/"},{"id":9822,"date":"23 AUG","title":"SCRAPING FOR JOURNALISTS","category":"data-handling","excerpt":"Scraping for Journalists introduces you to a range of scraping techniques &#8211; from very simple scraping techniques which are no more complicated than a spreadsheet formula, to more complex challenges such as scraping databases or hundreds of documents. At every stage you&#8217;ll see results &#8211; but you&#8217;ll also be building towards more ambitious and powerful [&hellip;]","content":"Scraping for Journalists introduces you to a range of scraping techniques - from very simple scraping techniques which are no more complicated than a spreadsheet formula, to more complex challenges such as scraping databases or hundreds of documents. At every stage you'll see results - but you'll also be building towards more ambitious and powerful tools.","url":"https:\/\/leanpub.com\/scrapingforjournalists","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/eBookScraping.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/ebook-scraping-for-journalists\/"},{"id":9780,"date":"23 AUG","title":"SCRAPERWIKI","category":"data-handling","excerpt":"Liberate your data with ScraperWiki! ScraperWiki helps you do data science on the web. Get, clean, analyse, visualise and manage your data, with simple tools or custom-written code.","content":"Liberate your data with ScraperWiki! ScraperWiki helps you do data science on the web. Get, clean, analyse, visualise and manage your data, with simple tools or custom-written code.","url":"https:\/\/scraperwiki.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ScraperWiki.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/scraperwiki\/"},{"id":11176,"date":"18 SEP","title":"SANKEYMATIC","category":"multivariate","excerpt":"Sankey diagrams can be difficult to produce without specialized software. SankeyMATIC aims to change that. There are no tools to install. There is no code to write. You do not have to sign up for anything. Just enter your data, customize the diagram to your liking, and download a finished product. SankeyMATIC builds on the [&hellip;]","content":"Sankey diagrams can be difficult to produce without specialized software. SankeyMATIC aims to change that. There are no tools to install. There is no code to write. You do not have to sign up for anything. Just enter your data, customize the diagram to your liking, and download a finished product. SankeyMATIC builds on the open source tool D3.js and its Sankey library, which are very powerful but require a fair amount of work & expertise to use. SankeyMATIC unlocks the capabilities of the D3 Sankey tool for anyone to use.\r\n<br><br>\r\nExamples\/References: <a href=\"http:\/\/sankeymatic.com\/gallery\/\" target=\"_blank\">Gallery<\/a>","url":"http:\/\/sankeymatic.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/SankeyMATIC.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/sankeymatic\/"},{"id":11175,"date":"18 SEP","title":"SANKEY DIAGRAM MAKER","category":"multivariate","excerpt":"Sankey Diagram Maker is a new software tool to easily create Sankey diagrams, allow you to adapt Sankey flow charts to your individual needs. It is the only tool that offers a FREE Sankey Diagram Maker.","content":"Sankey Diagram Maker is a new software tool to easily create Sankey diagrams, allow you to adapt Sankey flow charts to your individual needs. It is the only tool that offers a FREE Sankey Diagram Maker.","url":"http:\/\/sankeydiagrammaker.blogspot.co.uk\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/SankeyDiagramMaker.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/sankey-diagram-maker\/"},{"id":11174,"date":"18 SEP","title":"SANKEY DIAGRAM","category":"multivariate","excerpt":"Professional drawing tool to create Sankey Diagrams. These diagrams show flows, where the width is proportional to the rate of flow. The diagrams can be created interactively, adding flow sources and sinks, moving nodes and flows around, editing colors, and more. The diagrams can be exported as a .PDF or .PNG, shared by email, messaging, [&hellip;]","content":"Professional drawing tool to create Sankey Diagrams. These diagrams show flows, where the width is proportional to the rate of flow. The diagrams can be created interactively, adding flow sources and sinks, moving nodes and flows around, editing colors, and more. The diagrams can be exported as a .PDF or .PNG, shared by email, messaging, saved to the Camera Roll, or shared to FaceBook or Twitter. ","url":"http:\/\/www.squishlogic.com\/Sankey\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/SankeyDiagram.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/sankey-diagram\/"},{"id":11223,"date":"18 SEP","title":"RSTUDIO","category":"programming","excerpt":"RStudio is an integrated development environment (IDE) for R. It includes a console, syntax-highlighting editor that supports direct code execution, as well as tools for plotting, history, debugging and workspace management. Click here to see more RStudio features. RStudio is available in open source and commercial editions and runs on the desktop (Windows, Mac, and [&hellip;]","content":"RStudio is an integrated development environment (IDE) for R. It includes a console, syntax-highlighting editor that supports direct code execution, as well as tools for plotting, history, debugging and workspace management. Click here to see more RStudio features. RStudio is available in open source and commercial editions and runs on the desktop (Windows, Mac, and Linux) or in a browser connected to RStudio Server or RStudio Server Pro.","url":"http:\/\/www.rstudio.com\/products\/rstudio\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Rstudio.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/rstudio\/"},{"id":11249,"date":"19 SEP","title":"ROAMBI","category":"web-based","excerpt":"Roambi is the leading mobile reporting and analytics app re-designing the way you interact with, share, and present data from a completely mobile perspective. No matter where your data is coming from, Roambi Analytics transforms it into a simple, engaging, and intuitive experience to help you and your users understand your numbers. True information goes [&hellip;]","content":"Roambi is the leading mobile reporting and analytics app re-designing the way you interact with, share, and present data from a completely mobile perspective. No matter where your data is coming from, Roambi Analytics transforms it into a simple, engaging, and intuitive experience to help you and your users understand your numbers. True information goes far beyond tables and charts. Roambi Flow lets you surround your data with context, create an engaging experience, and tell the story behind the numbers.","url":"http:\/\/roambi.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Roambi.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/roambi\/"},{"id":11209,"date":"18 SEP","title":"RE:DASH","category":"programming","excerpt":"Rethinking how data is queried, shared and visualized, re:dash is a web application that allows to easily query an existing database, share the dataset and visualize it in different ways. Oh and you can also create dashboards. re:dash is a work in progress and has its rough edges and way to go to fulfill its [&hellip;]","content":"Rethinking how data is queried, shared and visualized, re:dash is a web application that allows to easily query an existing database, share the dataset and visualize it in different ways. Oh and you can also create dashboards. re:dash is a work in progress and has its rough edges and way to go to fulfill its full potential. The Query Editor part is quite solid, but the visualizations need more work to enrich them and to make them more user friendly.\r\n<br><br>\r\nExamples\/References: <a href=\"http:\/\/geeks.everything.me\/2013\/12\/05\/introducing_redash\/\" target=\"_blank\">More info<\/a>","url":"https:\/\/github.com\/everythingme\/redash","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/redash.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/redash\/"},{"id":11224,"date":"18 SEP","title":"RCHARTS","category":"programming","excerpt":"rCharts is an R package to create, customize and publish interactive javascript visualizations from R using a familiar lattice style plotting interface. rCharts supports multiple javascript charting libraries, each with its own strengths. Each of these libraries has multiple customization options, most of which are supported within rCharts. rCharts also allows you to share your [&hellip;]","content":"rCharts is an R package to create, customize and publish interactive javascript visualizations from R using a familiar lattice style plotting interface. rCharts supports multiple javascript charting libraries, each with its own strengths. Each of these libraries has multiple customization options, most of which are supported within rCharts. rCharts also allows you to share your visualization in multiple ways. You can save it as a standalone page, embed it in a shiny application, or even include it as a part of a blog post or tutorial.","url":"http:\/\/rcharts.io\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/rcharts.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/rcharts\/"},{"id":11159,"date":"18 SEP","title":"RAW","category":"web-based","excerpt":"Raw is an open web app to create custom vector-based visualizations on top of the amazing D3.js library through a simple interface. Primarily conceived as a tool for designers and vis geeks, Raw allows to export visualizations in vector (SVG) or raster (PNG) format and embed them in your web page. Even though Raw is [&hellip;]","content":"Raw is an open web app to create custom vector-based visualizations on top of the amazing D3.js library through a simple interface. Primarily conceived as a tool for designers and vis geeks, Raw allows to export visualizations in vector (SVG) or raster (PNG) format and embed them in your web page. Even though Raw is a web app, the data you upload will be processed only by the web browser. No server-side operations or storages are performed, no one will see, touch or copy your data! It is an open and customizable project (LGPL license), and you can freely download it and modify it. If you want to contribute to its evolution, fork the project on GitHub!","url":"http:\/\/raw.densitydesign.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Raw.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/raw\/"},{"id":9606,"date":"18 AUG","title":"RAPHAEL.JS","category":"programming","excerpt":"Raphaël is a small JavaScript library that should simplify your work with vector graphics on the web. If you want to create your own specific chart or image crop and rotate widget, for example, you can achieve it simply and easily with this library. Raphaël uses the SVG W3C Recommendation and VML as a base [&hellip;]","content":"Raphaël is a small JavaScript library that should simplify your work with vector graphics on the web. If you want to create your own specific chart or image crop and rotate widget, for example, you can achieve it simply and easily with this library. Raphaël uses the SVG W3C Recommendation and VML as a base for creating graphics. This means every graphical object you create is also a DOM object, so you can attach JavaScript event handlers or modify them later. Raphaël’s goal is to provide an adapter that will make drawing vector art compatible cross-browser and easy.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/raphaeljs.com\/\" target=\"_blank\">Demos<\/a>\r\n","url":"http:\/\/raphaeljs.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Raphael.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/raphael-js\/"},{"id":11211,"date":"18 SEP","title":"RACTIVE.JS","category":"programming","excerpt":"Ractive.js is a template-driven UI library, but unlike other tools that generate inert HTML, it transforms your templates into blueprints for apps that are interactive by default. Two-way binding, animations, SVG support and more are provided out-of-the-box – but you can add whatever functionality you need by downloading and creating plugins. Some tools force you [&hellip;]","content":"Ractive.js is a template-driven UI library, but unlike other tools that generate inert HTML, it transforms your templates into blueprints for apps that are interactive by default. Two-way binding, animations, SVG support and more are provided out-of-the-box – but you can add whatever functionality you need by downloading and creating plugins. Some tools force you to learn a new vocabulary and structure your app in a particular way. Ractive works for you, not the other way around – and it plays well with other libraries.","url":"http:\/\/www.ractivejs.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Ractive.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/ractive-js\/"},{"id":9371,"date":"14 AUG","title":"R","category":"charting","excerpt":"R is a highly extensible, open source language and environment for data handling, statistical computing and graphical techniques. One of R’s key strengths is the ease with which well-designed publication-quality graphical plots can be produced. Importantly, from a good practice principles perspective, great care has been taken over the defaults for the minor design choices [&hellip;]","content":"R is a highly extensible, open source language and environment for data handling, statistical computing and graphical techniques. One of R’s key strengths is the ease with which well-designed publication-quality graphical plots can be produced. Importantly, from a good practice principles perspective, great care has been taken over the defaults for the minor design choices in graphics whilst allowing the user to retain full control beyond. Many people traditionally think of R as a statistics system but its power and potential as a visualisation tool is significant and its popularity within the field is growing constantly.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.nytimes.com\/interactive\/2012\/07\/20\/us\/drought-footprint.html \r\n\" target=\"_blank\">Drought's footprint<\/a>, <a href=\"http:\/\/flowingdata.com\/2012\/10\/04\/more-on-making-heat-maps-in-r\/\" target=\"_blank\">Making Heatmaps in R<\/a>, <a href=\"http:\/\/www.rstudio.org\/\" target=\"_blank\">RStudio<\/a>, <\/span><\/span><a href=\"http:\/\/had.co.nz\/ggplot2\/\" target=\"_blank\">ggPlot2 Library<\/a>\r\n","url":"http:\/\/www.r-project.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/R.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/r\/"},{"id":11299,"date":"19 SEP","title":"QUOTIDIAN","category":"specialist","excerpt":"Quotidian is a new way to visualize time and events. Traditional timelines are limited to displaying events marked along a line. Quotidian displays events in a three dimensional space that can be scaled in all directions to show vast amounts of information. Like a web browser, Quotidian is a program that you download and install [&hellip;]","content":"Quotidian is a new way to visualize time and events. Traditional timelines are limited to displaying events marked along a line. Quotidian displays events in a three dimensional space that can be scaled in all directions to show vast amounts of information. Like a web browser, Quotidian is a program that you download and install on your desktop or laptop. Quotidian works with your Web browser to provide time indexes for information on the Web. It allows Web pages to link to events in timelines.","url":"http:\/\/quotid.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Quotidian.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/quotidian\/"},{"id":9812,"date":"23 AUG","title":"QUERY TREE","category":"data-handling","excerpt":"QueryTree lets you explore your data yourself with it’s easy to use drag and drop tools for exploring, analysing and visualizing data. There’s no code or formulas to write and it runs in your browser so there’s no software to install.","content":"QueryTree lets you explore your data yourself with it’s easy to use drag and drop tools for exploring, analysing and visualizing data. There’s no code or formulas to write and it runs in your browser so there’s no software to install.","url":"http:\/\/querytreeapp.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/QueryTree.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/query-tree\/"},{"id":10003,"date":"23 AUG","title":"QUANTUM GIS","category":"mapping","excerpt":"Quantum GIS (QGIS) is a user friendly Open Source Geographic Information System (GIS) licensed under the GNU General Public License. QGIS is an official project of the Open Source Geospatial Foundation (OSGeo). It runs on Linux, Unix, Mac OSX, Windows and Android and supports numerous vector, raster, and database formats and functionalities. Examples\/references: Screenshots","content":"Quantum GIS (QGIS) is a user friendly Open Source Geographic Information System (GIS) licensed under the GNU General Public License. QGIS is an official project of the Open Source Geospatial Foundation (OSGeo). It runs on Linux, Unix, Mac OSX, Windows and Android and supports numerous vector, raster, and database formats and functionalities.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/qgis.org\/en\/about-qgis\/screenshots.html\" target=\"_blank\">Screenshots<\/a>\r\n","url":"http:\/\/www.qgis.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/QGIS.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/quantum-gis\/"},{"id":9600,"date":"18 AUG","title":"QUADRIGRAM","category":"programming","excerpt":"With Quadrigram you can create custom data visualizations in an intuitive way with the flexibility of a visual programming language. It enables you to prototype and share your ideas rapidly, as well as produce compelling solutions with your data in the forms of interactive visualizations, animations or dashboards. Quadrigram cloud architecture offers the guarantee to [&hellip;]","content":"With Quadrigram you can create custom data visualizations in an intuitive way with the flexibility of a visual programming language. It enables you to prototype and share your ideas rapidly, as well as produce compelling solutions with your data in the forms of interactive visualizations, animations or dashboards. Quadrigram cloud architecture offers the guarantee to process data painlessly. A number of scalable pricing options are available based on the number of users, processing power, storage capacity, traffic and access privileges that you require.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.quadrigram.com\/in_action\" target=\"_blank\">Quadrigram in Action<\/a>, <a href=\"http:\/\/blog.quadrigram.com\/2013\/05\/08\/champions-league-a-comparison-of-the-evolution-of-the-best-teams\/\" target=\"_blank\">Champions League comparison<\/a>","url":"http:\/\/www.quadrigram.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Quadrigram.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/quadrigram\/"},{"id":9368,"date":"14 AUG","title":"QLIKVIEW","category":"charting","excerpt":"The QlikView platform aims to bridge the gap between traditional BI solutions and standalone office productivity applications, enabling users to forge new paths and make new discoveries. QlikView infuses a broad set of new capabilities, analysis, insight, and value to existing data stores with user interfaces that are clean, simple, and straightforward. Examples\/references: Stephen Redmond&#8217;s [&hellip;]","content":"The QlikView platform aims to bridge the gap between traditional BI solutions and standalone office productivity applications, enabling users to forge new paths and make new discoveries. QlikView infuses a broad set of new capabilities, analysis, insight, and value to existing data stores with user interfaces that are clean, simple, and straightforward.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.packtpub.com\/qlikview-developers-cookbook\/book\" target=\"_blank\">Stephen Redmond's book<\/a>, <a href=\"http:\/\/www.qlikview.com\/us\/explore\/experience\" target=\"_blank\">Demo Gallery<\/a>\r\n","url":"http:\/\/www.qlikview.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/QlikView.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/qlikview\/"},{"id":11151,"date":"18 SEP","title":"QLIK SENSE DESKTOP","category":"charting","excerpt":"Qlik Sense Desktop is a free Windows desktop self-service data visualization application that lets individuals create and share personalized and interactive data visualizations, reports and dashboards from multiple data sources with drag and drop ease. Discover more insights in your data in just 5 minutes.","content":"Qlik Sense Desktop is a free Windows desktop self-service data visualization application that lets individuals create and share personalized and interactive data visualizations, reports and dashboards from multiple data sources with drag and drop ease. Discover more insights in your data in just 5 minutes.","url":"http:\/\/www.qlik.com\/us\/explore\/products\/sense\/desktop\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/QlikSense.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/qlik-sense-desktop\/"},{"id":9800,"date":"23 AUG","title":"Q RESEARCH SOFTWARE","category":"data-handling","excerpt":"Q has all the tools and state-of-the-art techniques to quickly extract maximum insight from your surveys","content":"Q has all the tools and state-of-the-art techniques to quickly extract maximum insight from your surveys","url":"http:\/\/www.q-researchsoftware.com\/default.aspx","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/QAnalysis.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/q-research-software\/"},{"id":9781,"date":"23 AUG","title":"PYTHON","category":"data-handling","excerpt":"Python is a powerful, versatile and increasingly common programming language usually deployed as an automation tool on the data handling side of visualisation projects (eg. scraping data, parsing it, formatting it). See also: PyTables","content":"Python is a powerful, versatile and increasingly common programming language usually deployed as an automation tool on the data handling side of visualisation projects (eg. scraping data, parsing it, formatting it).\r\n<br><br>\r\nSee also: <a href=\"http:\/\/pytables.github.io\/\" target=\"_blank\">PyTables<\/a>\r\n","url":"http:\/\/www.python.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Python.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/python\/"},{"id":9560,"date":"18 AUG","title":"PROTOVIS","category":"programming","excerpt":"Protovis, the predecessor to D3.js, is a free and open-source JavaScript based visualisation project, led by Mike Bostock and Jeff Heer, which composes custom views of data with simple marks such as bars and dots. Whilst it is no longer under active development as of June 2011, it is still &#8216;available&#8217; as a programmable approach [&hellip;]","content":"Protovis, the predecessor to D3.js, is a free and open-source JavaScript based visualisation project, led by Mike Bostock and Jeff Heer, which composes custom views of data with simple marks such as bars and dots. Whilst it is no longer under active development as of June 2011, it is still 'available' as a programmable approach to visualisation design.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/mbostock.github.io\/protovis\/ex\/\" target=\"_blank\">Examples<\/a>, <a href=\"http:\/\/eagereyes.org\/tutorials\" target=\"_blank\">EagerEyes<\/a>, <a href=\"http:\/\/www.jeromecukier.net\/?p=426\" target=\"_blank\">Jerome Cukier<\/a>","url":"http:\/\/protovis.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Protovis.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/protovis\/"},{"id":9820,"date":"23 AUG","title":"PROPUBLICA SCRAPING","category":"data-handling","excerpt":"ProPublica have written a series of how-to guides explaining how we collected a sample dataset using a range of techniques. These recipes may be most helpful to journalists who are trying to learn programming and already know the basics. If you’re already an experienced programmer, you might learn about a new library or tool you [&hellip;]","content":"ProPublica have written a series of how-to guides explaining how we collected a sample dataset using a range of techniques. These recipes may be most helpful to journalists who are trying to learn programming and already know the basics. If you’re already an experienced programmer, you might learn about a new library or tool you haven’t tried yet.","url":"http:\/\/www.propublica.org\/nerds\/item\/doc-dollars-guides-collecting-the-data","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ScrapingForJournalism.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/propublica-scraping-for-journalism\/"},{"id":9598,"date":"18 AUG","title":"PROCESSING.JS","category":"programming","excerpt":"Processing.js is a ‘port’ of Processing, a sister project as it were, designed to make data visualisations, digital art, interactive animations, educational graphs, video games, etc. work using web standards and without any plug-ins. You write code using the Processing language, include it in a web page, and Processing.js does the rest. Whether you’re an [&hellip;]","content":"Processing.js is a ‘port’ of Processing, a sister project as it were, designed to make data visualisations, digital art, interactive animations, educational graphs, video games, etc. work using web standards and without any plug-ins. You write code using the Processing language, include it in a web page, and Processing.js does the rest. Whether you’re an advanced Processing developer or completely new, whether you’re a pro with web technologies or just getting started, Processing.js bridges the gap between these two powerful technologies.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.flinklabs.com\/projects\/afl\/aflflags.html\" target=\"_blank\">AFL Maps<\/a>, <a href=\"http:\/\/clearcongressproject.com\/\" target=\"_blank\">Clean Congress Projects<\/a>","url":"http:\/\/processingjs.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Processingjs.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/processing-js\/"},{"id":9597,"date":"18 AUG","title":"PROCESSING","category":"programming","excerpt":"Processing is an open-source programming language, development environment, and online community. Since 2001, Processing has promoted software literacy within the visual arts and visual literacy within technology. Initially created to serve as a software sketchbook and to teach computer programming fundamentals within a visual context, Processing evolved into a development tool for professionals. Today, there [&hellip;]","content":"Processing is an open-source programming language, development environment, and online community. Since 2001, Processing has promoted software literacy within the visual arts and visual literacy within technology. Initially created to serve as a software sketchbook and to teach computer programming fundamentals within a visual context, Processing evolved into a development tool for professionals. Today, there are tens of thousands of students, artists, designers, researchers, and hobbyists who use Processing for learning, prototyping, and production.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/processing.org\/exhibition\/\" target=\"_blank\">Exhibition<\/a>, <a href=\"http:\/\/blog.dwtkns.com\/2011\/posted\/\" target=\"_blank\">Posted<\/a>, <a href=\"http:\/\/benfry.com\/traces\/\" target=\"_blank\">Ben Fry's Traces<\/a>","url":"http:\/\/processing.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Processing.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/processing\/"},{"id":9602,"date":"18 AUG","title":"PREFUSE FLARE","category":"programming","excerpt":"The Prefuse Flare toolkit is a successor to Prefuse and provides visualisation and animation tools for ActionScript and the Adobe Flash Player. From basic charts and graphs to complex interactive graphics, the toolkit supports data management, visual encoding, animation, and interaction techniques. Moreover, flare features a modular design that lets developers create customized visualization techniques [&hellip;]","content":"The Prefuse Flare toolkit is a successor to Prefuse and provides visualisation and animation tools for ActionScript and the Adobe Flash Player. From basic charts and graphs to complex interactive graphics, the toolkit supports data management, visual encoding, animation, and interaction techniques. Moreover, flare features a modular design that lets developers create customized visualization techniques without having to reinvent the wheel. Flare development now opened up to the community on GitHub. Flare 2009.01.24 is last official release .\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/flare.prefuse.org\/demo\" target=\"_blank\">Demos<\/a>\r\n","url":"http:\/\/flare.prefuse.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Flare.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/prefuse-flare\/"},{"id":9601,"date":"18 AUG","title":"PREFUSE","category":"programming","excerpt":"Prefuse is a set of software tools for creating rich interactive data visualizations. It is a Java programming framework for creating rich interactive data visualisations supporting a rich set of features for data modeling, visualisation, and interaction. It provides optimised data structures for tables, graphs, and trees, a host of layout and visual encoding techniques, [&hellip;]","content":"Prefuse is a set of software tools for creating rich interactive data visualizations. It is a Java programming framework for creating rich interactive data visualisations supporting a rich set of features for data modeling, visualisation, and interaction. It provides optimised data structures for tables, graphs, and trees, a host of layout and visual encoding techniques, and support for animation, dynamic queries, integrated search, and database connectivity. Prefuse is written in Java, using the Java 2D graphics library, and is easily integrated into Java Swing applications or web applets. Prefuse development was opened up to the community in 2011.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/prefuse.org\/gallery\/\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/prefuse.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Prefuse.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/prefuse\/"},{"id":10017,"date":"23 AUG","title":"PRECI","category":"mapping","excerpt":"Preci Analyse &#038; Explore is the free version of Preci: See data on a map and on a chart, see the interaction between the two. Experience the very best of geographic data intelligence. Examples\/references: Blog","content":"Preci Analyse & Explore is the free version of Preci: See data on a map and on a chart, see the interaction between the two. Experience the very best of geographic data intelligence.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.preci.co.uk\/news\/\" target=\"_blank\">Blog<\/a>\r\n","url":"http:\/\/www.preci.co.uk\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Preci.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/preci\/"},{"id":9900,"date":"23 AUG","title":"POWERPOINT","category":"specialist","excerpt":"Microsoft PowerPoint is one of the most divisive software applications, ever. It is the most popular presentation design tool, part of the Microsoft Office suite of the applications. It is seen as a corruptor of communication practice but is unavoidably the most ubiquitous and accessible presentation out there. As with most Microsoft data\/presentation tools, the [&hellip;]","content":"Microsoft PowerPoint is one of the most divisive software applications, ever. It is the most popular presentation design tool, part of the Microsoft Office suite of the applications. It is seen as a corruptor of communication practice but is unavoidably the most ubiquitous and accessible presentation out there. As with most Microsoft data\/presentation tools, the defaults are really bad but PowerPoint can be a useful ally particularly when exploiting its potential as a canvas for sequential story telling.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.storytellingwithdata.com\/2013\/07\/animation-with-power-point.html\" target=\"_blank\">Animation with PowerPoint<\/a>\r\n","url":"http:\/\/office.microsoft.com\/en-gb\/powerpoint\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Powerpoint.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/powerpoint\/"},{"id":10016,"date":"23 AUG","title":"POWER MAP FOR EXCEL","category":"mapping","excerpt":"Formerly known as the GeoFlow project, Power Map is a new 3D visualization add-in for Excel for mapping, exploring, and interacting with geographical and temporal data, enabling people to discover and share new insights. Power Map Preview is now a part of Power BI for Office 365 Preview. Examples\/references: Video","content":"Formerly known as the GeoFlow project, Power Map is a new 3D visualization add-in for Excel for mapping, exploring, and interacting with geographical and temporal data, enabling people to discover and share new insights. Power Map Preview is now a part of Power BI for Office 365 Preview.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.youtube.com\/watch?v=in1oNm9jFg4\" target=\"_blank\">Video<\/a>\r\n","url":"http:\/\/office.microsoft.com\/en-gb\/excel-help\/maps-in-power-view-HA103005792.aspx","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/GeoFlow.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/power-map-for-excel\/"},{"id":10019,"date":"23 AUG","title":"POLYMAPS","category":"mapping","excerpt":"Polymaps is a project from SimpleGeo and Stamen which offers a free JavaScript library for making dynamic, interactive maps in modern web browsers. It provides speedy display of multi-zoom datasets over maps, and supports a variety of visual presentations for tiled vector data. Because Polymaps can load data at a full range of scales, it’s [&hellip;]","content":"Polymaps is a project from SimpleGeo and Stamen which offers a free JavaScript library for making dynamic, interactive maps in modern web browsers. It provides speedy display of multi-zoom datasets over maps, and supports a variety of visual presentations for tiled vector data. Because Polymaps can load data at a full range of scales, it’s ideal for showing information from country level on down to states, cities, neighborhoods, and individual streets.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/polymaps.org\/ex\/\" target=\"_blank\">Examples<\/a>, <a href=\"http:\/\/polymaps.org\/docs\/\" target=\"_blank\">Documentation<\/a>\r\n","url":"http:\/\/polymaps.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Polymaps.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/polymaps\/"},{"id":9610,"date":"18 AUG","title":"POLYCHART.JS","category":"programming","excerpt":"Polychart.js is an expressive JavaScript graphing library capable of producing a wide array of graphics fairly easily. It takes care of many of the fiddly details that make plotting a hassle (like drawing legends) as well as providing a powerful model of graphics that makes it easy to produce complex multi-layered graphics. Additionally, it has [&hellip;]","content":"Polychart.js is an expressive JavaScript graphing library capable of producing a wide array of graphics fairly easily. It takes care of many of the fiddly details that make plotting a hassle (like drawing legends) as well as providing a powerful model of graphics that makes it easy to produce complex multi-layered graphics. Additionally, it has a built-in interaction model that makes it easy to produce charts that interact with the user and with one another.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/www.polychartjs.com\/demo\" target=\"_blank\">Demo<\/a>","url":"http:\/\/www.polychartjs.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Polychartjs.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/polychart-js\/"},{"id":9950,"date":"23 AUG","title":"POLYCHART","category":"web-based","excerpt":"Polychart offers users the chance to easily and quickly build dashboards and charts, connecting directly to your data wherever it&#8217;s stored. Polychart&#8217;s dashboards and charts work in all browsers and on tablets. Examples\/references: Blog","content":"Polychart offers users the chance to easily and quickly build dashboards and charts, connecting directly to your data wherever it's stored. Polychart's dashboards and charts work in all browsers and on tablets.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/blog.polychart.com\/\" target=\"_blank\">Blog<\/a>\r\n","url":"http:\/\/polychart.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Polychart.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/polychart\/"},{"id":9947,"date":"23 AUG","title":"PLOTLY","category":"web-based","excerpt":"Plotly offers a very engaging and user-friendly option for creating a range of visualisations within the browser. Simply upload your data (from a number of sources), choose your graph type, style it with publication-quality layout and colour options, dive into the data to refine then publish and share. Examples\/references: Gallery","content":"Plotly offers a very engaging and user-friendly option for creating a range of visualisations within the browser. Simply upload your data (from a number of sources), choose your graph type, style it with publication-quality layout and colour options, dive into the data to refine then publish and share.\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/www.facebook.com\/Plotly\" target=\"_blank\">Gallery<\/a>\r\n","url":"https:\/\/plot.ly\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Plotly.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/plotly\/"},{"id":11242,"date":"19 SEP","title":"PIXCONE","category":"web-based","excerpt":"PixCone: The first web app for data driven infographics creation. Offering a powerful web editor to create engaging Infographics total freedom. Arrange images, charts, shapes on the canvas. Use built-in images, or add yours. Add text with multiple fonts and size.","content":"PixCone: The first web app for data driven infographics creation. Offering a powerful web editor to create engaging Infographics total freedom. Arrange images, charts, shapes on the canvas. Use built-in images, or add yours. Add text with multiple fonts and size.","url":"http:\/\/www.pixcone.com\/en\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/pixcone.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/pixcone\/"},{"id":9611,"date":"18 AUG","title":"PIVOTVIEWER","category":"programming","excerpt":"PivotViewer is a Silverlight control that makes it easier to interact with massive amounts of data on the web in ways that are powerful, informative, and fun. By visualizing thousands of related items at once, users can see trends and patterns that would be hidden when looking at one item at a time. Examples\/references: Article","content":"PivotViewer is a Silverlight control that makes it easier to interact with massive amounts of data on the web in ways that are powerful, informative, and fun. By visualizing thousands of related items at once, users can see trends and patterns that would be hidden when looking at one item at a time.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.triballabs.net\/2011\/07\/silverlight-5-pivotviewer\/\" target=\"_blank\">Article<\/a>","url":"http:\/\/www.microsoft.com\/silverlight\/pivotviewer\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/PivotViewer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/pivotviewer\/"},{"id":9784,"date":"23 AUG","title":"PIPES","category":"data-handling","excerpt":"Pipes is a powerful composition tool to aggregate, manipulate, and mashup content from around the web. Like Unix pipes, simple commands can be combined together to create output that meets your needs, such as combining many feeds into one, then sort, filter and translate them. See also: Day Barr Tutorial, Video","content":"Pipes is a powerful composition tool to aggregate, manipulate, and mashup content from around the web. Like Unix pipes, simple commands can be combined together to create output that meets your needs, such as combining many feeds into one, then sort, filter and translate them.\r\n<br><br>\r\nSee also: <a href=\"http:\/\/www.daybarr.com\/blog\/yahoo-pipes-tutorial-an-example-using-the-fetch-page-module-to-make-a-web-scraper\" target=\"_blank\">Day Barr Tutorial<\/a>, <a href=\"http:\/\/www.youtube.com\/watch?v=J3tS_DkmbVA\" target=\"_blank\">Video<\/a>\r\n","url":"http:\/\/pipes.yahoo.com\/pipes\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Pipes.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/pipes\/"},{"id":9964,"date":"23 AUG","title":"PIKTOCHART","category":"web-based","excerpt":"Piktochart helps you to create infographics, share and get results in 3 easy steps: No design experience required! Examples\/references: Gallery","content":"Piktochart helps you to create infographics, share and get results in 3 easy steps: No design experience required!\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/piktochart.com\/gallery\/themes\/\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/piktochart.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/PiktoChart.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/piktochart\/"},{"id":9874,"date":"23 AUG","title":"PHOTOTRAILS","category":"multivariate","excerpt":"Phototrails is a research project that uses media visualization techniques for exploring visual patterns, dynamics and structures in user-generated photos. Examples\/reference: Instagram Cities","content":"Phototrails is a research project that uses media visualization techniques for exploring visual patterns, dynamics and structures in user-generated photos.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/phototrails.net\/instagram-cities\/\" target=\"_blank\">Instagram Cities<\/a>\r\n","url":"http:\/\/phototrails.net\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/PhotoTrails.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/phototrails\/"},{"id":9953,"date":"23 AUG","title":"PERSPECTIVE","category":"web-based","excerpt":"Perspective is a platform for exploring, creating, and sharing audiovisual stories. Today&#8217;s storytelling involves a mishmash of apps, websites, blog tools, and technologies. Perspective simplifies all this by combining the essential elements of storytelling into a single iPad App. Examples\/references: Screenshots (via iTunes Store)","content":"Perspective is a platform for exploring, creating, and sharing audiovisual stories. Today's storytelling involves a mishmash of apps, websites, blog tools, and technologies. Perspective simplifies all this by combining the essential elements of storytelling into a single iPad App.\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/itunes.apple.com\/us\/app\/perspective\/id516098684?ls=1\" target=\"_blank\">Screenshots (via iTunes Store)<\/a>\r\n","url":"http:\/\/pixxa.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Perspective.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/perspective\/"},{"id":11153,"date":"18 SEP","title":"PELTIER TECH CHART UTILITY","category":"charting","excerpt":"Jon Peltier&#8217;s Tech Chart Utility provides custom chart types and formatting tools for Microsoft Excel. It works in Excel for Windows versions 2007, 2010, and 2013 (32-bit and 64-bit and now also in Excel 2011 for Macintosh. It is integrated into Microsoft Excel spreadsheet software as a standard add-in allowing you to create complex charts [&hellip;]","content":"Jon Peltier's Tech Chart Utility provides custom chart types and formatting tools for Microsoft Excel. It works in Excel for Windows versions 2007, 2010, and 2013 (32-bit and 64-bit and now also in Excel 2011 for Macintosh. It is integrated into Microsoft Excel spreadsheet software as a standard add-in allowing you to create complex charts in a few simple steps using intuitive dialog without the need for programming or formula skills. It is easy to install, and the utility adds a custom tab to the Excel Ribbon. You can customize the finished charts with your own colors, fonts, and other formatting and easily access all the provided functionality from your own VBA programs.","url":"http:\/\/peltiertech.com\/Utility20\/PeltierTechUtility.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Peltier.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/peltier-tech-chart-utility\/"},{"id":9786,"date":"23 AUG","title":"PDF2XL","category":"data-handling","excerpt":"PDF to Excel allows you to easily convert PDF files to Excel, CSV and More. It is easy to use, accurate, fast and facilitates advanced editing &#038; tweaking.","content":"PDF to Excel allows you to easily convert PDF files to Excel, CSV and More. It is easy to use, accurate, fast and facilitates advanced editing & tweaking.","url":"http:\/\/www.cogniview.com\/pdf2xl.php","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/pdf2xl.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/pdf2xl\/"},{"id":9872,"date":"23 AUG","title":"PATHLINE","category":"multivariate","excerpt":"Pathline is a very specific visualization tool for comparative functional genomics that supports analysis of three types of biological data at once: functional data such as gene activity measurements; pathway data that presents a series of reactions within a cellular process; and phylogenetic data describing ancestral relationships between species. Examples\/reference: Gallery of images","content":"Pathline is a very specific visualization tool for comparative functional genomics that supports analysis of three types of biological data at once: functional data such as gene activity measurements; pathway data that presents a series of reactions within a cellular process; and phylogenetic data describing ancestral relationships between species.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.cs.utah.edu\/~miriah\/pathline\/SupplementalMaterials\/index.html\" target=\"_blank\">Gallery of images<\/a>\r\n","url":"http:\/\/www.cs.utah.edu\/~miriah\/pathline\/Overview.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Pathline.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/pathline\/"},{"id":9869,"date":"23 AUG","title":"PARALLEL SETS","category":"multivariate","excerpt":"Parallel Sets (ParSets) is a visualization application for categorical data, like census and survey data, inventory, and many other kinds of data that can be summed up in a cross-tabulation. ParSets provide a simple, interactive way to explore and analyze such data. Available for Mac, Windows and Linux. Examples\/reference: Article","content":"Parallel Sets (ParSets) is a visualization application for categorical data, like census and survey data, inventory, and many other kinds of data that can be summed up in a cross-tabulation. ParSets provide a simple, interactive way to explore and analyze such data. Available for Mac, Windows and Linux.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/eagereyes.org\/parallel-sets\" target=\"_blank\">Article<\/a>\r\n","url":"http:\/\/eagereyes.org\/parallel-sets","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ParSets.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/parallel-sets\/"},{"id":9609,"date":"18 AUG","title":"PAPER.JS","category":"programming","excerpt":"Paper.js is an open source vector graphics scripting framework that runs on top of the HTML5 Canvas. It offers a clean Scene Graph \/ Document Object Model and a lot of powerful functionality to create and work with vector graphics and bezier curves, all neatly wrapped up in a well designed, consistent and clean programming [&hellip;]","content":"Paper.js is an open source vector graphics scripting framework that runs on top of the HTML5 Canvas. It offers a clean Scene Graph \/ Document Object Model and a lot of powerful functionality to create and work with vector graphics and bezier curves, all neatly wrapped up in a well designed, consistent and clean programming interface. Paper is the successor or (perhaps better) the alternative to Scriptographer for working with Adobe CS6 onwards.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/paperjs.org\/examples\/\" target=\"_blank\">Examples<\/a>, <a href=\"https:\/\/foursquare.com\/timemachine\" target=\"_blank\">Time Machine<\/a>","url":"http:\/\/paperjs.org\/about\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Paper.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/paper-js\/"},{"id":9816,"date":"23 AUG","title":"PANDA","category":"data-handling","excerpt":"PANDA is a tool for journalists to manage data within the newsroom. First and foremost PANDA is a &#8220;data library&#8221;, which means that it stores all the data you work with&#8211;voter registration records, police reports, water testing results, etc. When you upload your data to PANDA it is stored safely away so that it can [&hellip;]","content":"PANDA is a tool for journalists to manage data within the newsroom. First and foremost PANDA is a \"data library\", which means that it stores all the data you work with--voter registration records, police reports, water testing results, etc. When you upload your data to PANDA it is stored safely away so that it can be easily found again, either by yourself or by another reporter in your organization. PANDA is also a search engine. By uploading your datasets to PANDA you make them searchable by everyone in your organization. This search feature is designed to work like Google, so you don't need to learn a new way of exploring the data.","url":"http:\/\/pandaproject.net\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Panda.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/panda\/"},{"id":11173,"date":"18 SEP","title":"PALLADIO","category":"multivariate","excerpt":"Palladio is a web-based platform for the visualization of complex, multi-dimensional data. It is a product of the &#8220;Networks in History&#8221; project that has its roots in another humanities research project based at Stanford: Mapping the Republic of Letters (MRofL). MRofL produced a number of unique visualizations tied to individual case studies and specific research [&hellip;]","content":"Palladio is a web-based platform for the visualization of complex, multi-dimensional data. It is a product of the \"Networks in History\" project that has its roots in another humanities research project based at Stanford: Mapping the Republic of Letters (MRofL). MRofL produced a number of unique visualizations tied to individual case studies and specific research questions. You can see the tools on this site and read about the case studies at republicofletters.stanford.edu.\r\n<br><br>\r\nExamples\/References: <a href=\"http:\/\/hdlab.stanford.edu\/\" target=\"_blank\">Articles and case studies<\/a>","url":"http:\/\/hdlab.stanford.edu\/projects\/palladio\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Palladio.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/palladio\/"},{"id":11298,"date":"19 SEP","title":"PAGE FLOW","category":"specialist","excerpt":"(German Translation) Page Flow is a tool for multimedia storytelling. In collaboration with the WDR we have developed a tool which journalists have the possibility to concentrate on the preparation of such reports on the content.","content":"(German Translation) Page Flow is a tool for multimedia storytelling. In collaboration with the WDR we have developed a tool which journalists have the possibility to concentrate on the preparation of such reports on the content. ","url":"http:\/\/pageflow.io\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/PageFlow.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/page-flow\/"},{"id":9782,"date":"23 AUG","title":"OUTWIT","category":"data-handling","excerpt":"OutWit Hub explores the depths of the Web for you, automatically collecting and organizing data and media from online sources. OutWit Hub breaks down Web pages into their different constituents. Navigating from page to page automatically, it extracts information elements and organizes them into usable collections. See also: Poynter tutorial","content":"OutWit Hub explores the depths of the Web for you, automatically collecting and organizing data and media from online sources. OutWit Hub breaks down Web pages into their different constituents. Navigating from page to page automatically, it extracts information elements and organizes them into usable collections.\r\n<br><br>\r\nSee also: <a href=\"http:\/\/www.poynter.org\/how-tos\/digital-strategies\/e-media-tidbits\/102589\/how-to-scrape-websites-for-data-without-programming-skills\" target=\"_blank\">Poynter tutorial<\/a>\r\n","url":"http:\/\/www.outwit.com\/products\/hub\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Outwit.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/outwit\/"},{"id":9622,"date":"18 AUG","title":"ORANGE","category":"programming","excerpt":"Orange offers open source data visualization and analysis for novice and experts. Data mining through visual programming or Python scripting. Components for machine learning. Add-ons for bioinformatics and text mining. Packed with features for data analytics. Examples\/references: Features","content":"Orange offers open source data visualization and analysis for novice and experts. Data mining through visual programming or Python scripting. Components for machine learning. Add-ons for bioinformatics and text mining. Packed with features for data analytics.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/orange.biolab.si\/features\/\" target=\"_blank\">Features<\/a>","url":"http:\/\/orange.biolab.si","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Orange.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/orange\/"},{"id":9340,"date":"14 AUG","title":"OPENOFFICE CALC","category":"charting","excerpt":"For those who cannot access Microsoft Excel or prefer open-source options, OpenOffice.org is provides a web-based office platform mirroring much of the functionality provided by Microsoft Office. The aim is “to create the best possible office suite that all can use”. The Excel equivalent is Calc and although some of the graphing features are limited [&hellip;]","content":"For those who cannot access Microsoft Excel or prefer open-source options, OpenOffice.org is provides a web-based office platform mirroring much of the functionality provided by Microsoft Office. The aim is “to create the best possible office suite that all can use”. The Excel equivalent is Calc and although some of the graphing features are limited it is an ever-improving tool, with version 4 recently released.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/wiki.openoffice.org\/wiki\/Documentation\/OOo3_User_Guides\/Calc_Guide\/Gallery_of_chart_types\" target=\"_blank\">Gallery of chart types<\/a>","url":"http:\/\/www.openoffice.org\/product\/calc.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Calc.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/openoffice-calc\/"},{"id":11189,"date":"18 SEP","title":"OPENLAYERS","category":"mapping","excerpt":"OpenLayers makes it easy to put a dynamic map in any web page. It can display map tiles and markers loaded from any source. OpenLayers has been developed to further the use of geographic information of all kinds. It is completely free, Open Source JavaScript, released under the 2-clause BSD License (also known as the [&hellip;]","content":"OpenLayers makes it easy to put a dynamic map in any web page. It can display map tiles and markers loaded from any source. OpenLayers has been developed to further the use of geographic information of all kinds. It is completely free, Open Source JavaScript, released under the 2-clause BSD License (also known as the FreeBSD). OpenLayers 3 is a comprehensive rewrite of the library, targeting the latest in HTML5 and CSS3 features. The new version of the library focuses on performance improvements, lighter builds, prettier visual components, an improved API, and more...","url":"http:\/\/openlayers.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/OpenLayers1.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/openlayers\/"},{"id":10007,"date":"23 AUG","title":"OPENHEATMAP","category":"mapping","excerpt":"OpenHeatMap is a straightforward and accessible way for non-specialists to upload data and create maps that communicate information. Developed by Pete Warden, and incorporating the OpenStreetMap map data, it transforms data from sources such as a Google Spreadsheet into an interactive, animated view of a geographical area, which you can then share online. For developers, [&hellip;]","content":"OpenHeatMap is a straightforward and accessible way for non-specialists to upload data and create maps that communicate information. Developed by Pete Warden, and incorporating the OpenStreetMap map data, it transforms data from sources such as a Google Spreadsheet into an interactive, animated view of a geographical area, which you can then share online. For developers, it’s a JQuery plugin that makes it easy to create a completely open-source mapping component on any web page, using either Flash or HTML5’s Canvas element.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.openheatmap.com\/gallery.html\" target=\"_blank\">Gallery<\/a>, <a href=\"http:\/\/wiki.github.com\/petewarden\/openheatmap\/\" target=\"_blank\">Documentation<\/a>\r\n","url":"http:\/\/www.openheatmap.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/OpenHeatMap.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/openheatmap\/"},{"id":9789,"date":"23 AUG","title":"OPEN REFINE","category":"data-handling","excerpt":"Formerly known as Google Refine, Open Refine is a power tool for working with messy data, cleaning it up, transforming it from one format into another, extending it with web services, and linking it to databases like Freebase.","content":"Formerly known as Google Refine, Open Refine is a power tool for working with messy data, cleaning it up, transforming it from one format into another, extending it with web services, and linking it to databases like Freebase.","url":"https:\/\/github.com\/OpenRefine","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Refine.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/open-refine\/"},{"id":9553,"date":"14 AUG","title":"ONLINE COLOUR CHALLENGE","category":"colour","excerpt":"&#8220;How well do you see colour? FACT: 1 out of 255 women and 1 out of 12 men have some form of color vision deficiency. Take the online color challenge, based on the official FM100 Hue Test by X-Rite.&#8221;","content":"\"How well do you see colour? FACT: 1 out of 255 women and 1 out of 12 men have some form of color vision deficiency. Take the online color challenge, based on the official FM100 Hue Test by X-Rite.\"","url":"http:\/\/www.xrite.com\/custom_page.aspx?pageid=77&lang=en","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ColorChallenge.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/online-colour-challenge\/"},{"id":9898,"date":"23 AUG","title":"OMNIGRAFFLE","category":"specialist","excerpt":"Need a diagram, process chart, quick page-layout, website wireframe or graphic design? OmniGraffle can help you make eye-popping graphic documents quickly by keeping lines connected to shapes even when they&#8217;re moved, providing powerful styling tools, importing and exporting Microsoft Visio files, and magically organizing diagrams with just one click. Whether you need a quick sketch [&hellip;]","content":"Need a diagram, process chart, quick page-layout, website wireframe or graphic design? OmniGraffle can help you make eye-popping graphic documents quickly by keeping lines connected to shapes even when they're moved, providing powerful styling tools, importing and exporting Microsoft Visio files, and magically organizing diagrams with just one click. Whether you need a quick sketch or an epic technical figure, OmniGraffle keeps it gorgeously understandable.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.omnigroup.com\/products\/omnigraffle\/features\/\" target=\"_blank\">Features<\/a>\r\n","url":"http:\/\/www.omnigroup.com\/products\/omnigraffle\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Omni.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/omnigraffle\/"},{"id":9814,"date":"23 AUG","title":"OFFICE REPORTS","category":"data-handling","excerpt":"OfficeReports turns Microsoft Office® into a complete data analysis and reporting suite for surveys. Forget about switching between different analysis tools &#8211; now you can get Office to do all of it!","content":"OfficeReports turns Microsoft Office® into a complete data analysis and reporting suite for surveys. Forget about switching between different analysis tools - now you can get Office to do all of it!","url":"http:\/\/www.officereports.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/OfficeReports.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/office-reports\/"},{"id":9795,"date":"23 AUG","title":"NVIVO","category":"data-handling","excerpt":"NVivo is software that supports qualitative and mixed methods research. It lets you collect, organize and analyze content from interviews, focus group discussions, surveys, audio – and now in NVivo 10 &#8211; social media data, YouTube videos and web pages See also: Demo","content":"NVivo is software that supports qualitative and mixed methods research. It lets you collect, organize and analyze content from interviews, focus group discussions, surveys, audio – and now in NVivo 10 - social media data, YouTube videos and web pages\r\n<br><br>\r\nSee also: <a href=\"http:\/\/www.qsrinternational.com\/training-and-events_calendar_listing.aspx?eventtypeid=3\" target=\"_blank\">Demo<\/a>\r\n","url":"http:\/\/www.qsrinternational.com\/products_nvivo.aspx","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Nvivo.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/nvivo\/"},{"id":9336,"date":"14 AUG","title":"NUMBERS","category":"charting","excerpt":"Numbers is the spreadsheet application from Apple&#8217;s iWork suite, so naturally has compatibility across all Apple devices. &#8220;Transform your data into compelling 2D or 3D bar, line, area or pie charts. Combine line, column and area series in a single mixed chart. Create 2-axis charts with different value scales. Even apply trendlines and error bars. [&hellip;]","content":"Numbers is the spreadsheet application from Apple's iWork suite, so naturally has compatibility across all Apple devices. \"Transform your data into compelling 2D or 3D bar, line, area or pie charts. Combine line, column and area series in a single mixed chart. Create 2-axis charts with different value scales. Even apply trendlines and error bars. The charts you create in Numbers can be linked to your Pages documents and Keynote presentations, so you can easily keep all your documents up to date\". As with Excel you can do some very bad things but take control of the charting features yourself and you can manipulate the tools to create some elegant solutions.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/movies.apple.com\/media\/us\/mac\/iwork\/numbers\/2009\/tutorials\/apple-iwork-numbers-create_and_edit_charts-us-20090106_r640-10cie.mov?width=640&height=400#chartsTutorial\" target=\"_blank\">Short video on creating charts<\/a>","url":"http:\/\/www.apple.com\/uk\/iwork\/numbers\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Numbers.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/numbers\/"},{"id":9962,"date":"23 AUG","title":"NUMBER PICTURE","category":"web-based","excerpt":"Creating an infographic is as simple as clicking, dragging and dropping. To create charts just copy-and-paste your spreadsheet data or connect to a multitude of sources like Google Analytics, LinkedIn and Facebook. Currently awaiting Beta version release. Examples\/references: Features","content":"Creating an infographic is as simple as clicking, dragging and dropping. To create charts just copy-and-paste your spreadsheet data or connect to a multitude of sources like Google Analytics, LinkedIn and Facebook. Currently awaiting Beta version release.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/numberpicture.com\/#simple-and-intuitive\" target=\"_blank\">Features<\/a>\r\n","url":"http:\/\/numberpicture.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/NumberPicture.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/number-picture\/"},{"id":9867,"date":"23 AUG","title":"NODEXL","category":"multivariate","excerpt":"NodeXL is a free, open-source template for Microsoft Excel 2007, 2010 and 2013 that makes it easy to explore network graphs. With NodeXL, you can enter a network edge list in a worksheet, click a button and see your graph, all in the familiar environment of the Excel window. Examples\/reference: Gallery","content":"NodeXL is a free, open-source template for Microsoft Excel 2007, 2010 and 2013 that makes it easy to explore network graphs.  With NodeXL, you can enter a network edge list in a worksheet, click a button and see your graph, all in the familiar environment of the Excel window.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.nodexlgraphgallery.org\/\" target=\"_blank\">Gallery<\/a>","url":"http:\/\/nodexl.codeplex.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/NodeXL.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/nodexl\/"},{"id":9624,"date":"18 AUG","title":"NODEBOX","category":"programming","excerpt":"The NodeBox family of tools gives you the leverage to create generative design the way you want: a desktop application that lets you create generative, static, animated or interactive visuals. Using open-source tools designers can automate boring production challenges, visualize large sets of data and access the raw power of the computer without thinking in [&hellip;]","content":"The NodeBox family of tools gives you the leverage to create generative design the way you want: a desktop application that lets you create generative, static, animated or interactive visuals. Using open-source tools designers can automate boring production challenges, visualize large sets of data and access the raw power of the computer without thinking in ones and zeroes. Nodebox's tools integrate with traditional design applications and run on many platforms.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/nodebox.net\/gallery\/\" target=\"_blank\">Gallery<\/a>, <a href=\"http:\/\/nodebox.net\/node\/documentation\/using\/data-visualization.html\" target=\"_blank\">Creating Data Visualisations<\/a>","url":"http:\/\/nodebox.net\/code\/index.php\/Home","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Nodebox.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/nodebox\/"},{"id":9787,"date":"23 AUG","title":"NITRO","category":"data-handling","excerpt":"Amongst many other features, Nitro Pro 8 lets you easily reuse and repurpose text, images, or entire documents, with tools to accurately convert and extract PDF files and their content.","content":"Amongst many other features, Nitro Pro 8 lets you easily reuse and repurpose text, images, or entire documents, with tools to accurately convert and extract PDF files and their content.","url":"http:\/\/www.nitropdf.com","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Nitro.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/nitro\/"},{"id":9628,"date":"18 AUG","title":"NETADVANTAGE","category":"programming","excerpt":"NetAdvantage provides a range of controls for creating charts with a range of frameworks including asp.net and silverlight. Visualisation options include bar, bubble, Gantt, line, radial, scatter, spline charts, and introducing the doughnut chart, so you can visually represent multiple data series. Animate data over time using the innovative Motion Framework and glean further intelligence [&hellip;]","content":"NetAdvantage provides a range of controls for creating charts with a range of frameworks including asp.net and silverlight. Visualisation options include bar, bubble, Gantt, line, radial, scatter, spline charts, and introducing the doughnut chart, so you can visually represent multiple data series. Animate data over time using the innovative Motion Framework and glean further intelligence from gauges and bullet charts. Plot and interact with geospatial data using rich new features typically reserved for dedicated geospatial developers, thanks to a partnership with the premier supplier of Geographic Information System software.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.infragistics.com\/products\/silverlight\/samples\" target=\"_blank\">Samples<\/a>","url":"http:\/\/www.infragistics.com\/products\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Netadvantage.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/netadvantage\/"},{"id":11188,"date":"18 SEP","title":"NATURAL EARTH","category":"mapping","excerpt":"Natural Earth is a public domain map dataset available at 1:10m, 1:50m, and 1:110 million scales. Featuring tightly integrated vector and raster data, with Natural Earth you can make a variety of visually pleasing, well-crafted maps with cartography or GIS software.","content":"Natural Earth is a public domain map dataset available at 1:10m, 1:50m, and 1:110 million scales. Featuring tightly integrated vector and raster data, with Natural Earth you can make a variety of visually pleasing, well-crafted maps with cartography or GIS software.","url":"http:\/\/www.naturalearthdata.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/NaturalEarth.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/natural-earth\/"},{"id":9794,"date":"23 AUG","title":"MR PEOPLE","category":"data-handling","excerpt":"Mr People is a name converter\/cleaner\/standardiser, developed by Matt Ericson.","content":"Mr People is a name converter\/cleaner\/standardiser, developed by Matt Ericson.","url":"http:\/\/people.ericson.net\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/MrPeople.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/mr-people\/"},{"id":9790,"date":"23 AUG","title":"MR DATA CONVERTER","category":"data-handling","excerpt":"Mr Data Converter is a very able fellow, who promises to convert your Excel data into one of several web-friendly formats, including HTML, JSON and XML.","content":"Mr Data Converter is a very able fellow, who promises to convert your Excel data into one of several web-friendly formats, including HTML, JSON and XML.","url":"http:\/\/shancarter.github.io\/mr-data-converter\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/MrDataConverter.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/mr-data-converter\/"},{"id":9376,"date":"14 AUG","title":"MONDRIAN","category":"charting","excerpt":"Mondrian is a general purpose statistical data-visualisation system written in Java. It features outstanding interactive visualisation techniques for data of almost any kind, and has particular strengths, compared to other tools, for working with categorical, geographical and large data sets. Currently implemented plots comprise Histograms, Boxplots y by x, Scatterplots, Barcharts, Mosaicplots, Missing Value Plots, [&hellip;]","content":"Mondrian is a general purpose statistical data-visualisation system written in Java. It features outstanding interactive visualisation techniques for data of almost any kind, and has particular strengths, compared to other tools, for working with categorical, geographical and large data sets. Currently implemented plots comprise Histograms, Boxplots y by x, Scatterplots, Barcharts, Mosaicplots, Missing Value Plots, Parallel Coordinates\/Boxplots, SPLOMs and Maps. Mondrian works with data in standard tab-delimited or comma-separated ASCII files and can load data from R workspaces.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.theusrus.de\/Mondrian\/Mondrian.html#Hist\" target=\"_blank\">Mondrian Examples<\/a>\r\n","url":"http:\/\/www.theusrus.de\/Mondrian\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Mondrian.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/mondrian\/"},{"id":10022,"date":"23 AUG","title":"MODEST MAPS","category":"mapping","excerpt":"Modest Maps is a small, extensible, and free library for designers and developers who want to use interactive maps in their own projects. It provides a core set of features in a tight, clean package with plenty of hooks for additional functionality. Examples\/references: Examples","content":"Modest Maps is a small, extensible, and free library for designers and developers who want to use interactive maps in their own projects. It provides a core set of features in a tight, clean package with plenty of hooks for additional functionality.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/modestmaps.com\/examples\/\" target=\"_blank\">Examples<\/a>\r\n","url":"http:\/\/modestmaps.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ModestMaps.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/modest-maps\/"},{"id":11152,"date":"18 SEP","title":"MODE","category":"charting","excerpt":"Mode’s mission is to connect data and the people who analyze and visualize it. We’ve built a web-based tool that executes analysis, displays results, and renders fully custom visualizations all in one place. By saving, versioning, and packaging the entire workflow together, anyone who discovers the analysis can immediately click through the results to see [&hellip;]","content":"Mode’s mission is to connect data and the people who analyze and visualize it. We’ve built a web-based tool that executes analysis, displays results, and renders fully custom visualizations all in one place. By saving, versioning, and packaging the entire workflow together, anyone who discovers the analysis can immediately click through the results to see the underlying data, the analysis, and how the visualization was created. Right now, we’re focused on supporting SQL for analysis and web languages (HTML, CSS, and Javascript) for visualizations, though we’re planning to adding R- and Python-based tools soon.","url":"https:\/\/modeanalytics.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Mode.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/mode\/"},{"id":9616,"date":"18 AUG","title":"MISO","category":"programming","excerpt":"Miso is an open source toolkit designed to expedite the creation of high-quality interactive storytelling and data visualisation content. Miso consists of Dataset, a JavaScript client-side data management and transformation library, Storyboard, a state and flow-control management library &#038; d3.chart, a framework for creating reusable charts with d3.js. Miso is in active development, and will [&hellip;]","content":"Miso is an open source toolkit designed to expedite the creation of high-quality interactive storytelling and data visualisation content. Miso consists of Dataset, a JavaScript client-side data management and transformation library, Storyboard, a state and flow-control management library & d3.chart, a framework for creating reusable charts with d3.js. Miso is in active development, and will have components released as they are completed. \r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/misoproject.com\/dataset\/examples.html\" target=\"_blank\">Examples of 'Dataset'<\/a>\r\n","url":"http:\/\/misoproject.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Miso.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/miso\/"},{"id":11172,"date":"18 SEP","title":"MIRADOR","category":"multivariate","excerpt":"Mirador is a tool for visual exploration of complex datasets which enables users to infer new hypotheses from the data and discover correlation patterns. Mirador is in its first phase of development, and its source code is available under the GNU Public License v2. Examples\/references: Process post","content":"Mirador is a tool for visual exploration of complex datasets which enables users to infer new hypotheses from the data and discover correlation patterns. Mirador is in its first phase of development, and its source code is available under the GNU Public License v2. \r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/codeanticode.wordpress.com\/2014\/06\/18\/finding-correlations\/\" target=\"_blank\">Process post<\/a>","url":"http:\/\/fathom.info\/mirador\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Mirador.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/mirador\/"},{"id":9379,"date":"14 AUG","title":"MICROSTRATEGY EXPRESS","category":"charting","excerpt":"MicroStrategy Express dramatically simplifies and accelerates the way organizations consume business analytics, allowing companies to deliver value to their customers 20 times faster and more cost effectively. MicroStrategy Express helps users quickly discover insights from their data using compelling visualizations. Express enables self-service dashboard creation for business users who need information quickly without expert assistance. [&hellip;]","content":"MicroStrategy Express dramatically simplifies and accelerates the way organizations consume business analytics, \r\nallowing companies to deliver value to their customers 20 times faster and more cost effectively. MicroStrategy Express helps users quickly discover insights from their data using compelling visualizations. Express enables self-service dashboard creation for business users who need information quickly without expert assistance.\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/www.microstrategy.com\/Strategy\/media\/downloads\/products\/express-fact-sheet.pdf\" target=\"_blank\">Fact Sheet<\/a>\r\n","url":"https:\/\/www.microstrategy.com\/express\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Microstrategy.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/microstrategy-express\/"},{"id":11148,"date":"18 SEP","title":"MICROSTRATEGY ANALYTICS","category":"charting","excerpt":"MicroStrategy Analytics Desktop is a fast, user-friendly visual analytics tool. Designed for self-service, it empowers business people to analyze and understand data without specialized expertise. With Analytics Desktop, it takes just minutes to create stunning, interactive data visualizations and data-driven stories that create new insight and new understanding.","content":"MicroStrategy Analytics Desktop is a fast, user-friendly visual analytics tool. Designed for self-service, it empowers business people to analyze and understand data without specialized expertise. With Analytics Desktop, it takes just minutes to create stunning, interactive data visualizations and data-driven stories that create new insight and new understanding.","url":"http:\/\/www.microstrategy.com\/us\/free\/desktop","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/MicrosStrategy.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/microstrategy-analytics-desktop\/"},{"id":9954,"date":"23 AUG","title":"MEOGRAPH","category":"web-based","excerpt":"Meograph lets you easily create multimedia stories, mashups comprising video, maps, text and links and many other features. Examples\/references: Examples","content":"Meograph lets you easily create multimedia stories, mashups comprising video, maps, text and links and many other features.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.meograph.com\/search\" target=\"_blank\">Examples<\/a>\r\n","url":"http:\/\/www.meograph.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Meograph.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/meograph\/"},{"id":9815,"date":"23 AUG","title":"MECHANICAL TURK","category":"data-handling","excerpt":"Useful resource to consider if you have manual data tasks that need accomplishing and you&#8217;ve a bit of spare budget to outsource it. &#8220;Mechanical Turk is a marketplace for work. We give business and developers access to an on-demand, scalable workforce. Workers select from thousands of tasks and work whenever it&#8217;s convenient.&#8221;","content":"Useful resource to consider if you have manual data tasks that need accomplishing and you've a bit of spare budget to outsource it. \"Mechanical Turk is a marketplace for work. We give business and developers access to an on-demand, scalable workforce. Workers select from thousands of tasks and work whenever it's convenient.\"","url":"https:\/\/www.mturk.com\/mturk\/welcome","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/MechanicalTurk.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/mechanical-turk\/"},{"id":9887,"date":"23 AUG","title":"MAYA","category":"specialist","excerpt":"Like After Effects, Autodesk Maya 3D animation software delivers an end-to-end creative workflow with comprehensive tools for animation, modeling, simulation, visual effects, rendering, matchmoving, and compositing on a highly extensible production platform. Examples\/references: In China, a Staggering Migration","content":"Like After Effects, Autodesk Maya 3D animation software delivers an end-to-end creative workflow with comprehensive tools for animation, modeling, simulation, visual effects, rendering, matchmoving, and compositing on a highly extensible production platform.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.nytimes.com\/video\/2013\/06\/15\/world\/asia\/100000002279849\/in-china-a-staggering-migration.html\" target=\"_blank\">In China, a Staggering Migration<\/a>\r\n","url":"http:\/\/usa.autodesk.com\/maya\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Maya.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/maya\/"},{"id":11226,"date":"18 SEP","title":"MATPLOTLIB","category":"programming","excerpt":"matplotlib is a python 2D plotting library which produces publication quality figures in a variety of hardcopy formats and interactive environments across platforms. matplotlib can be used in python scripts, the python and ipython shell (ala MATLAB®* or Mathematica®†), web application servers, and six graphical user interface toolkits.","content":"matplotlib is a python 2D plotting library which produces publication quality figures in a variety of hardcopy formats and interactive environments across platforms. matplotlib can be used in python scripts, the python and ipython shell (ala MATLAB®* or Mathematica®†), web application servers, and six graphical user interface toolkits.","url":"http:\/\/matplotlib.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/matplotlib.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/matplotlib\/"},{"id":9374,"date":"14 AUG","title":"MATLAB","category":"charting","excerpt":"All the graphics features that are required to visualise engineering and scientific data are available in MATLAB®, including 2-D and 3-D plotting functions, 3-D volume visualization functions, tools for interactively creating plots, and the ability to export results to all popular graphics formats. Examples\/references: Gallery of graph types","content":"All the graphics features that are required to visualise engineering and scientific data are available in MATLAB®, including 2-D and 3-D plotting functions, 3-D volume visualization functions, tools for interactively creating plots, and the ability to export results to all popular graphics formats.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.cs.utsa.edu\/~cs1173\/gallery\/index.html\" target=\"_blank\">Gallery of graph types<\/a>\r\n","url":"http:\/\/www.mathworks.com\/products\/matlab\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Matlab.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/matlab\/"},{"id":11190,"date":"18 SEP","title":"MAPTIVE","category":"mapping","excerpt":"Make sense of your data on a Google Powered Map in secondsGeo-analytics simplified. Paste from a spreadsheet into our mapping tool and get started &#8211; Free! It’s not about maps: It’s about insight. We turn location data into a visual reference that informs and often elevates a decision or conversation. We are a 100% online [&hellip;]","content":"Make sense of your data on a Google Powered Map in secondsGeo-analytics simplified. Paste from a spreadsheet into our mapping tool and get started - Free! It’s not about maps: It’s about insight. We turn location data into a visual reference that informs and often elevates a decision or conversation. We are a 100% online so you can start mapping in seconds and gain insights immediately after. Maptive Free was created to answer the many requests of those who need a quality mapping solution, but whose needs or budgets don’t justify the purchase of Maptive Plus. Do-gooders of any sort (non-profits, academia, NGO’s, open-source contributors, you get the idea) can purchase Maptive Plus at a 30% discount.","url":"http:\/\/www.maptive.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Maptive.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/maptive\/"},{"id":10015,"date":"23 AUG","title":"MAPCITE","category":"mapping","excerpt":"MAPCITE is a data visualization software company committed to helping organisations gain more insight from their data, by repeatedly solving key problems for customers in the commercial, government and third sectors. MAPCITE&#8217;s location intelligence products have earned a reputation for innovation, ease of use, speed, and the highest quality user experience. MAPCITE for Excel enables [&hellip;]","content":"MAPCITE is a data visualization software company committed to helping organisations gain more insight from their data, by repeatedly solving key problems for customers in the commercial, government and third sectors. MAPCITE's location intelligence products have earned a reputation for innovation, ease of use, speed, and the highest quality user experience. MAPCITE for Excel enables you to visualize your data in Excel on a map enabling you to understand \"the where\" factors in your data. MAPCITE Online delivers to the capability to map big data to the non-technical user plus the ability to build and manipulate complex visual representations of data that would normally never move beyond the spreadsheet.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.mapcite.com\/gallery.aspx\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/www.mapcite.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/MapCite.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/mapcite\/"},{"id":10004,"date":"23 AUG","title":"MAPBOX","category":"mapping","excerpt":"MapBox is a platform for creating custom maps that fit your style, enhance user experiences, and visualize your data. We make it easy to find bars on foursquare, search for hotels on Hipmunk, and organize notes in Evernote. With MapBox, anyone can publish maps that perfectly integrate with apps, products, and stories. MapBox is the [&hellip;]","content":"MapBox is a platform for creating custom maps that fit your style, enhance user experiences, and visualize your data. We make it easy to find bars on foursquare, search for hotels on Hipmunk, and organize notes in Evernote. With MapBox, anyone can publish maps that perfectly integrate with apps, products, and stories. MapBox is the mapping platform for thousands of websites and apps, from social networks, to media outlets, to environmental analysis. \r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.mapbox.com\/showcase\/\" target=\"_blank\">Showcase<\/a>\r\n","url":"http:\/\/mapbox.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Mapbox.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/mapbox\/"},{"id":9818,"date":"23 AUG","title":"MAP VECTORIZER","category":"mapping","excerpt":"Map Vectorizer is an open-source map vectorizer project which aims to automate a manual process: geographic polygon and attribute data extraction from maps including those from insurance atlases published in the 19th and early 20th centuries.","content":"Map Vectorizer is an open-source map vectorizer project which aims to automate a manual process: geographic polygon and attribute data extraction from maps including those from insurance atlases published in the 19th and early 20th centuries.","url":"https:\/\/github.com\/NYPL\/map-vectorizer","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/MapVectorizer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/map-vectorizer\/"},{"id":10021,"date":"23 AUG","title":"MAP STACK","category":"mapping","excerpt":"Map Stack makes designing maps free, easy and fun. Assemble a selection of different map layers like backgrounds, satellite imagery, terrain, roads or labels! Tweak Photoshop-like controls like colors, masks, opacity and brightness to make a map your own! Share your map with a link or Pinterest or Tumblr!","content":"Map Stack makes designing maps free, easy and fun. Assemble a selection of different map layers like backgrounds, satellite imagery, terrain, roads or labels! Tweak Photoshop-like controls like colors, masks, opacity and brightness to make a map your own! Share your map with a link or Pinterest or Tumblr!","url":"http:\/\/content.stamen.com\/map_stack_maps_for_all","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/MapStack.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/map-stack\/"},{"id":9949,"date":"23 AUG","title":"MANY EYES","category":"web-based","excerpt":"Many Eyes was created by the IBM Visual Communications Lab in 2007, one of the first web-based chart creation resources and was recently updated. It offers a set of web-based data visualisation tools allowing users to upload data and then produce graphic representations, from a variety of available templates and types, for others to view [&hellip;]","content":"Many Eyes was created by the IBM Visual Communications Lab in 2007, one of the first web-based chart creation resources and was recently updated. It offers a set of web-based data visualisation tools allowing users to upload data and then produce graphic representations, from a variety of available templates and types, for others to view and comment upon. As well as publicly publishing your own data and visualisation you can also view tens of thousands of other creations and contribute to discussions within the Many Eyes community about published visualisations.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www-958.ibm.com\/software\/analytics\/labs\/manyeyes\/#explore\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/www-958.ibm.com\/software\/analytics\/labs\/manyeyes\/#home","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Manyeyes.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/many-eyes\/"},{"id":11146,"date":"18 SEP","title":"LYRA","category":"charting","excerpt":"Lyra is an interactive environment that enables custom visualization design without writing any code. Graphical “marks” can be bound to data fields using property drop zones; dynamically positioned using connectors; and directly moved, rotated, and resized using handles. Lyra also provides a data pipeline interface for iterative visual specification of data transformations and layout algorithms. [&hellip;]","content":"Lyra is an interactive environment that enables custom visualization design without writing any code. Graphical “marks” can be bound to data fields using property drop zones; dynamically positioned using connectors; and directly moved, rotated, and resized using handles. Lyra also provides a data pipeline interface for iterative visual specification of data transformations and layout algorithms. Lyra is more expressive than interactive systems like Tableau, allowing designers to create custom visualizations comparable to hand-coded visualizations built with D3 or Processing. These visualizations can then be easily published and reused on the Web.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/vallandingham.me\/make_a_barchart_with_lyra.html\" target=\"_blank\">Jim Vallandingham Tutorial<\/a>, <a href=\"https:\/\/www.youtube.com\/watch?v=io7BSu6RIYM\" target=\"_blank\">demo\/presentation<\/a>\r\n","url":"http:\/\/idl.cs.washington.edu\/projects\/lyra\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Lyra.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/lyra\/"},{"id":9889,"date":"23 AUG","title":"LOVELY CHARTS","category":"specialist","excerpt":"Lovely Charts is a diagramming application that allows you to create professional looking diagrams of all kinds, such as flowcharts, sitemaps, business processes, organisation charts, wireframes and many more&#8230;. Examples\/references: Gallery","content":"Lovely Charts is a diagramming application that allows you to create professional looking diagrams of all kinds, such as flowcharts, sitemaps, business processes, organisation charts, wireframes and many more....\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.lovelycharts.com\/gallery\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/www.lovelycharts.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/LovelyCharts.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/lovely-charts\/"},{"id":9875,"date":"23 AUG","title":"LINKURIOUS","category":"multivariate","excerpt":"The easiest way to explore graph databases &#8211; Linkurious helps you make sense of your graph data through a simple web-based interface. Examples\/reference: Tour","content":"The easiest way to explore graph databases - Linkurious helps you make sense of your graph data through a simple web-based interface.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/linkurio.us\/tour\/\" target=\"_blank\">Tour<\/a>\r\n","url":"http:\/\/linkurio.us\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Linkurious.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/linkurious\/"},{"id":9344,"date":"14 AUG","title":"LIBREOFFICE CALC","category":"charting","excerpt":"Like the Apache OpenOffice, LibreOffice offers a &#8220;comprehensive, professional-quality productivity suite that you can download and install for free, with no fear of copyright infringement&#8221;. It is a freely available community-driven project with releases in more than 30 languages. The spreadsheet application here is also named Calc offering &#8220;graphing functions to display large number of [&hellip;]","content":"Like the Apache OpenOffice, LibreOffice offers a \"comprehensive, professional-quality productivity suite that you can download and install for free, with no fear of copyright infringement\". It is a freely available community-driven project with releases in more than 30 languages. The spreadsheet application here is also named Calc offering \"graphing functions to display large number of 2D and 3D graphics from 13 categories, including line, area, bar, pie, X-Y, and net – with the dozens of variations available, you're sure to find one that suits your project\".\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.libreoffice.org\/features\/calc\/\" target=\"_blank\">More info about Calc<\/a>\r\n","url":"https:\/\/www.libreoffice.org","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/LibreOffice.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/libreoffice-calc\/"},{"id":9791,"date":"23 AUG","title":"LEXIMANCER","category":"data-handling","excerpt":"Leximancer enables you to navigate the complexity of text in a uniquely automated fashion. Our software identifies ‘Concepts’ within the text &#8211; not merely keywords but focused clusters of related, defining terms as conceptualised by the Author. Not according to a predefined dictionary or thesaurus. Leximancer embraces the complexity of language allowing the true meaning [&hellip;]","content":"Leximancer enables you to navigate the complexity of text in a uniquely automated fashion. Our software identifies ‘Concepts’ within the text - not merely keywords but focused clusters of related, defining terms as conceptualised by the Author. Not according to a predefined dictionary or thesaurus. Leximancer embraces the complexity of language allowing the true meaning to emerge from the text itself, without human bias - in minutes!","url":"https:\/\/www.leximancer.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Leximancer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/leximancer\/"},{"id":9792,"date":"23 AUG","title":"LEXALYTICS","category":"data-handling","excerpt":"Lexalytics turns unstructured text into structured data, telling you &#8220;who&#8221; is being discussed, &#8220;what&#8221; is the context of the conversation, and is it positive or negative &#8211; so that you can look for trends, send alerts, perform predictive analysis as part of your BI system, and more. Lexalytics builds a multi-lingual text analytics engine, Salience, [&hellip;]","content":"Lexalytics turns unstructured text into structured data, telling you \"who\" is being discussed, \"what\" is the context of the conversation, and is it positive or negative - so that you can look for trends, send alerts, perform predictive analysis as part of your BI system, and more. Lexalytics builds a multi-lingual text analytics engine, Salience, that immediately provides excellent results with the ability to tune and customize as deeply as you desire.\r\n<br><br>\r\nSee also: <a href=\"http:\/\/www.lexalytics.com\/demo\" target=\"_blank\">Demos<\/a>\r\n","url":"http:\/\/www.lexalytics.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Lexalytics.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/lexalytics\/"},{"id":10013,"date":"23 AUG","title":"LEAFLET.JS","category":"mapping","excerpt":"Leaflet is a modern open-source JavaScript library for mobile-friendly interactive maps with all the features most developers ever need for online maps. Leaflet is designed with simplicity, performance and usability in mind. It works efficiently across all major desktop and mobile platforms out of the box, taking advantage of HTML5 and CSS3 on modern browsers [&hellip;]","content":"Leaflet is a modern open-source JavaScript library for mobile-friendly interactive maps with all the features most developers ever need for online maps. Leaflet is designed with simplicity, performance and usability in mind. It works efficiently across all major desktop and mobile platforms out of the box, taking advantage of HTML5 and CSS3 on modern browsers while still being accessible on older ones. It can be extended with many plugins, has a beautiful, easy to use and well-documented API and a simple, readable source code that is a joy to contribute to.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/leafletjs.com\/features.html\" target=\"_blank\">Features<\/a>\r\n","url":"http:\/\/leafletjs.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Leaflet.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/leaflet-js\/"},{"id":9540,"date":"14 AUG","title":"LCH COLOR GRADIENT PICKER","category":"colour","excerpt":"Creates an array of gradient colour options with different interpolations based on you colour selections.","content":"Creates an array of gradient colour options with different interpolations based on you colour selections.","url":"http:\/\/jsfiddle.net\/d6wXV\/6\/embedded\/result\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/LCH.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/lch-color-gradient-picker\/"},{"id":9901,"date":"23 AUG","title":"KEYNOTE","category":"specialist","excerpt":"Everything said above about PowerPoint can be directly applied to Keynote, Apple&#8217;s presentation product equivalent. The video below shows it in action, as the software tool behind the famous presentation slides used by Al Gore in the Inconvenient Truth. Examples\/references: Al Gore&#8217;s Inconvenient Truth","content":"Everything said above about PowerPoint can be directly applied to Keynote, Apple's presentation product equivalent. The video below shows it in action, as the software tool behind the famous presentation slides used by Al Gore in the Inconvenient Truth.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.youtube.com\/watch?feature=player_embedded&v=ZsXej1TTY_E\" target=\"_blank\">Al Gore's Inconvenient Truth<\/a>\r\n","url":"http:\/\/www.apple.com\/uk\/iwork\/keynote\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Keynote.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/keynote\/"},{"id":9864,"date":"23 AUG","title":"KEYLINES","category":"multivariate","excerpt":"KeyLines is a JavaScript toolkit for visualising networks. It works with any graph database, on all major browsers and on all platforms &#8211; including touch devices and smart phones. It uses HTML5 but also works on old versions of Internet Explorer. A growing collection of advanced features, such as social network analytics, automatic layouts and [&hellip;]","content":"KeyLines is a JavaScript toolkit for visualising networks. It works with any graph database, on all major browsers and on all platforms - including touch devices and smart phones.  It uses HTML5 but also works on old versions of Internet Explorer. A growing collection of advanced features, such as social network analytics, automatic layouts and node grouping and filtering capabilities, has helped KeyLines enjoy a wide range of successful and high profile commercial deployments. KeyLines is ideal for those seeking a modern, flexible and customizable visualization solution that can reach anyone in the organisation. \r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/keylines.com\/features\" target=\"_blank\">Features<\/a>, <a href=\"http:\/\/www.youtube.com\/watch?v=mpMJXVwHLVM\" target=\"_blank\">Intro Video<\/a>\r\n","url":"http:\/\/keylines.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/KeyLines.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/keylines\/"},{"id":9605,"date":"18 AUG","title":"KENDO UI","category":"programming","excerpt":"Kendo UI offers a comprehensive HTML5\/JavaScript framework for modern web and mobile app development, offering everything professional developers need to build HTML5 sites and mobile apps. Kendo UI has it all: rich jQuery-based widgets, a simple and consistent programming interface, a rock-solid DataSource, validation, internationalization, a MVVM framework, themes, templates and the list goes on. [&hellip;]","content":"Kendo UI offers a comprehensive HTML5\/JavaScript framework for modern web and mobile app development, offering everything professional developers need to build HTML5 sites and mobile apps. Kendo UI has it all: rich jQuery-based widgets, a simple and consistent programming interface, a rock-solid DataSource, validation, internationalization, a MVVM framework, themes, templates and the list goes on.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/demos.kendoui.com\/\" target=\"_blank\">Demos<\/a>, <a href=\"http:\/\/www.visualizing.org\/full-screen\/41340\" target=\"_blank\">Pursuit of Faster<\/a>","url":"http:\/\/www.kendoui.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/KendoUI.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/kendo-ui\/"},{"id":10014,"date":"23 AUG","title":"KARTOGRAPH","category":"mapping","excerpt":"Kartograph is a simple and lightweight framework for building interactive map applications without Google Maps or any other mapping service. It was created with the needs of designers and data journalists in mind. Actually, Kartograph is two libraries. One generates beautiful &#038; compact SVG maps; the other helps you to create interactive maps that run [&hellip;]","content":"Kartograph is a simple and lightweight framework for building interactive map applications without Google Maps or any other mapping service. It was created with the needs of designers and data journalists in mind. Actually, Kartograph is two libraries. One generates beautiful & compact SVG maps; the other helps you to create interactive maps that run across all major browsers.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/kartograph.org\/\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/kartograph.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Kartograph.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/kartograph\/"},{"id":11185,"date":"18 SEP","title":"JQUERY BEFORE\/AFTER","category":"programming","excerpt":"The jQuery Before\/After plugin is a interactive tool to explore changes through time. The plugin creates a slider to let the visitor drag right and left over images or maps so you can easily compare changes. Examples\/References: Tutorial using map 1, Tutorial using map 2","content":"The jQuery Before\/After plugin is a interactive tool to explore changes through time. The plugin creates a slider to let the visitor drag right and left over images or maps so you can easily compare changes.\r\n<br><br>\r\nExamples\/References: <a href=\"http:\/\/zevross.com\/blog\/2014\/08\/12\/add-a-before-after-map-slider-to-a-leaflet-map\/\" target=\"_blank\">Tutorial using map 1<\/a>, <a href=\"http:\/\/datatools.metrotrends.org\/charts\/metrodata\/_Blog\/Maps\/BeforeAfter\/index.cfm\" target=\"_blank\">Tutorial using map 2<\/a>","url":"http:\/\/www.catchmyfame.com\/catchmyfame-jquery-plugins\/jquery-beforeafter-plugin\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/jquery.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/jquery-beforeafter\/"},{"id":9381,"date":"14 AUG","title":"JMP","category":"charting","excerpt":"This visual discovery software from SAS sets itself apart by linking robust statistics with graphics on the desktop, producing visual representations of data that reveal context and insight impossible to see in a table of numbers. JMP allows you to be more efficient, tackle difficult statistical problems and bring your data analysis to a whole [&hellip;]","content":"This visual discovery software from SAS sets itself apart by linking robust statistics with graphics on the desktop, producing visual representations of data that reveal context and insight impossible to see in a table of numbers. JMP allows you to be more efficient, tackle difficult statistical problems and bring your data analysis to a whole new level. Data and information visualisation, design of experiments, and statistical modeling techniques from simple to advanced are all within your grasp with this powerful platform. And when you make JMP your analytic hub, you can work with your other favorite tools: SAS, Microsoft Excel and R.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.jmp.com\/uk\/software\/jmp10\/\" target=\"_blank\">Screenshots and demos<\/a>\r\n","url":"http:\/\/www.jmp.com\/uk\/index.shtml","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/jmp.jpg","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/jmp\/"},{"id":10028,"date":"23 AUG","title":"JFLOWMAP","category":"mapping","excerpt":"JFlowMap is a research prototype developed at the University of Fribourg in which we experiment with various visualization techniques for spatial interactions, i.e. interactions between pairs of geographic locations. These can be migrations, movement of goods and people, network traffic, or any kind of entities &#8220;flowing&#8221; between locations. Spatial interactions are often represented as origin-destination [&hellip;]","content":"JFlowMap is a research prototype developed at the University of Fribourg in which we experiment with various visualization techniques for spatial interactions, i.e. interactions between pairs of geographic locations. These can be migrations, movement of goods and people, network traffic, or any kind of entities \"flowing\" between locations. Spatial interactions are often represented as origin-destination data, meaning that only the origins, the destinations and the magnitudes of the flows are known, but not the exact flow routes.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/jflowmap.googlecode.com\/svn\/trunk\/JFlowMap\/demo\/demo-applets.html\" target=\"_blank\">demos<\/a>\r\n","url":"https:\/\/code.google.com\/p\/jflowmap\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/JFlowMap.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/jflowmap\/"},{"id":9892,"date":"23 AUG","title":"INTRO.JS","category":"programming","excerpt":"Simply put, Intro.js offers a simple way to create better introductions for websites and features with a step-by-step guide for your projects. Very useful for interactive, web-based visualisation projects. Examples\/references: Examples","content":"Simply put, Intro.js offers a simple way to create better introductions for websites and features with a step-by-step guide for your projects. Very useful for interactive, web-based visualisation projects.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/usablica.github.io\/intro.js\/example\/index.html\" target=\"_blank\">Examples<\/a>\r\n","url":"http:\/\/usablica.github.io\/intro.js\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Intro.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/intro-js\/"},{"id":10000,"date":"23 AUG","title":"INSTANTATLAS","category":"mapping","excerpt":"InstantAtlas is premium data presentation software for location-based statistical data enabling information analysts and researchers to create highly-interactive dynamic and profile reports that combine statistics and map data to improve data visualization, enhance communication, and engage people in more informed decision making. With a range of products, features and reporting options it represents a powerful [&hellip;]","content":"InstantAtlas is premium data presentation software for location-based statistical data enabling information analysts and researchers to create highly-interactive dynamic and profile reports that combine statistics and map data to improve data visualization, enhance communication, and engage people in more informed decision making. With a range of products, features and reporting options it represents a powerful option for this particular type of visualisation challenge.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.instantatlas.com\/products.xhtml\">Products<\/a>, <a href=\"http:\/\/www.instantatlas.com\/support.xhtml\">Tutorials and Support Zone<\/a>, <a href=\"http:\/\/www.instantatlas.com\/iashots_SM.xhtml\">Single Map Examples<\/a>\r\n","url":"http:\/\/www.instantatlas.com\/index.xhtml","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/InstantAtlas.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/instantatlas\/"},{"id":9885,"date":"23 AUG","title":"INKSCAPE","category":"specialist","excerpt":"For those unable to find the budget for the latest version of Illustrator, Inkscape is an outstanding alternative. It is an Open Source vector graphics editor, with capabilities similar to Illustrator, CorelDraw, or Xara X, using the W3C standard Scalable Vector Graphics (SVG) file format. The ongoing progression of Inkscape’s advanced features, streamlined interface and [&hellip;]","content":"For those unable to find the budget for the latest version of Illustrator, Inkscape is an outstanding alternative. It is an Open Source vector graphics editor, with capabilities similar to Illustrator, CorelDraw, or Xara X, using the W3C standard Scalable Vector Graphics (SVG) file format. The ongoing progression of Inkscape’s advanced features, streamlined interface and its thriving user and developer community makes it a perfect companion tool.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/inkscape.org\/screenshots\/index.php?lang=en\" target=\"_blank\">Screenshots<\/a>\r\n","url":"http:\/\/inkscape.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Inkscape.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/inkscape\/"},{"id":9623,"date":"18 AUG","title":"INFOVIS TOOLKIT","category":"programming","excerpt":"The JavaScript InfoVis Toolkit, created by Nicolas Garcia Belmonte, provides a comprehensive range of tools for creating Interactive Data Visualizations for the Web. Examples\/references: Demos","content":"The JavaScript InfoVis Toolkit, created by Nicolas Garcia Belmonte, provides a comprehensive range of tools for creating Interactive Data Visualizations for the Web.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/philogb.github.io\/jit\/demos.html\" target=\"_blank\">Demos<\/a>","url":"http:\/\/thejit.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/JavaScriptInfoVis.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/infovis-toolkit\/"},{"id":9876,"date":"23 AUG","title":"INFOMOUS","category":"multivariate","excerpt":"Infomous clouds are easy to create and share: select the topics or content that interests you, adjust the words and colors to your liking, then save it to your favorites or add it to any site with a simple embed. Infomous is free, an enterprise version is available for larger sites. Examples\/reference: Featured sites","content":"Infomous clouds are easy to create and share: select the topics or content that interests you, adjust the words and colors to your liking, then save it to your favorites or add it to any site with a simple embed. Infomous is free, an enterprise version is available for larger sites.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.infomous.com\/explore\/sites\" target=\"_blank\">Featured sites<\/a>\r\n","url":"http:\/\/www.infomous.com\/#tab=news\/world","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Infomous.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/infomous\/"},{"id":11248,"date":"19 SEP","title":"INFOGRAPHICS PRESENCE","category":"web-based","excerpt":"Create your infographics with our 100% Live editor. The unique technology driving our infographics creator means no need to refresh, preview or reload. You see the changes you make to your content and layout live on the page. Choose from a variety of built-in infographics elements and create your infographics the easy way. With our [&hellip;]","content":"Create your infographics with our 100% Live editor. The unique technology driving our infographics creator means no need to refresh, preview or reload. You see the changes you make to your content and layout live on the page. Choose from a variety of built-in infographics elements and create your infographics the easy way. With our infographics creator the sky is the limit. From the get-go, we built Infographics Presence with high-resolution graphical \u0003elements so that you can create beautiful infographics that attract viewers.","url":"http:\/\/instantinfographicspresence.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/presence.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/infographics-presence\/"},{"id":9963,"date":"23 AUG","title":"INFOGRAM","category":"web-based","excerpt":"Infogram let&#8217;s you illustrate your data, offering more than 30 chart types from bubble charts and treemaps to simple pie charts to create infographic images. Examples\/references: Blog","content":"Infogram let's you illustrate your data, offering more than 30 chart types from bubble charts and treemaps to simple pie charts to create infographic images.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/blog.infogr.am\/\" target=\"_blank\">Blog<\/a>\r\n","url":"http:\/\/infogr.am\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Infogram.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/infogram\/"},{"id":11247,"date":"19 SEP","title":"INFOACTIVE","category":"web-based","excerpt":"Data, meet design: Make interactive infographics and data visualizations, the easy way. You don&#8217;t need to be a programmer, a designer, or a data analyst. Infographics are for everyone. Drag and drop, rock and roll. Embed your infographic on a blog, download a static image version, or explore it on your phone. These graphics look [&hellip;]","content":"Data, meet design: Make interactive infographics and data visualizations, the easy way. You don't need to be a programmer, a designer, or a data analyst. Infographics are for everyone. Drag and drop, rock and roll. Embed your infographic on a blog, download a static image version, or explore it on your phone. These graphics look great anywhere. Turn live streams of numbers into interactive stories. Explore data without doing math or writing code. Deep dive into data.","url":"https:\/\/infoactive.co\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/infoactive.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/infoactive\/"},{"id":9999,"date":"23 AUG","title":"INDIEMAPPER","category":"mapping","excerpt":"Indiemapper describes itself as a smarter, easier, more elegant way to make thematic maps from digital data, closing the gap between data and map by taking a visual approach to map-making. It is a web-based app that loads geo-data, allows custom control over mapmaking, and exports static maps in vector and raster formats. With Indiemapper [&hellip;]","content":"Indiemapper describes itself as a smarter, easier, more elegant way to make thematic maps from digital data, closing the gap between data and map by taking a visual approach to map-making. It is a web-based app that loads geo-data, allows custom control over mapmaking, and exports static maps in vector and raster formats. With Indiemapper you have the tools you need to make beautiful thematic maps without overwhelming you with hundreds of obscure GIS functions, with nothing being any more than 2 clicks away to keep mapmaking simple, fast, and fun.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/indiemapper.com\/gallery.php\" target=\"_blank\">Gallery<\/a>, <a href=\"http:\/\/indiemapper.com\/about.php\" target=\"_blank\">System information<\/a>, <a href=\"http:\/\/flowingdata.com\/2010\/04\/28\/review-indiemapper-makes-thematic-maps-easy\/\" target=\"_blank\">FlowingData Review<\/a>\r\n","url":"http:\/\/indiemapper.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/IndieMapper.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/indiemapper\/"},{"id":9879,"date":"23 AUG","title":"IN-SPIRE","category":"multivariate","excerpt":"IN-SPIRE analyzes a multitude of text files and determines key topics or themes in each to create a signature for each document in the collection. IN-SPIRE&#8217;s two main visualizations display representations of the documents in which those with similar or related topics appear closer together. The Galaxy visualization uses the metaphor of the stars in [&hellip;]","content":"IN-SPIRE analyzes a multitude of text files and determines key topics or themes in each to create a signature for each document in the collection. IN-SPIRE's two main visualizations display representations of the documents in which those with similar or related topics appear closer together. The Galaxy visualization uses the metaphor of the stars in the night sky with each star representing an individual document. The ThemeView™ visualization uses a 3-dimensional terrain map display to provide a high-level overview of the data.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/in-spire.pnnl.gov\/whatsnew5.stm\" target=\"_blank\">Features<\/a>\r\n","url":"http:\/\/in-spire.pnnl.gov\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/InSpire.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/in-spire\/"},{"id":9779,"date":"23 AUG","title":"IMPORT.IO","category":"data-handling","excerpt":"Import.io makes gathering data from the web as easy as copy &#038; paste. Whether you&#8217;re a programmer, analyst, or just want to be informed, we make it simple to extract the data you need.","content":"Import.io makes gathering data from the web as easy as copy & paste. Whether you're a programmer, analyst, or just want to be informed, we make it simple to extract the data you need.","url":"http:\/\/import.io\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Import.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/import-io\/"},{"id":9873,"date":"23 AUG","title":"IMAGEPLOT","category":"multivariate","excerpt":"ImagePlot is a free software tool that visualizes collections of images and video of any size. It is implemented as a macro which works with the open source image processing program ImageJ. Existing visualization tools show data as points, lines, and bars. ImagePlot&#8217;s visualizations shows the actual images in your collection. The images can be [&hellip;]","content":"ImagePlot is a free software tool that visualizes collections of images and video of any size. It is implemented as a macro which works with the open source image processing program ImageJ. Existing visualization tools show data as points, lines, and bars. ImagePlot's visualizations shows the actual images in your collection. The images can be scaled to any size and organized in any order - according to their dates, content, visual characteristics, etc. Because digital video is just a set of individual still images, you can also use ImagePlot to explore patterns in films, animations, video games, and any other moving image data.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.flickr.com\/photos\/culturevis\/sets\/72157627389144448\/\" target=\"_blank\">Gallery<\/a>","url":"http:\/\/lab.softwarestudies.com\/p\/imageplot.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ImagePlot.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/imageplot\/"},{"id":11251,"date":"19 SEP","title":"ICHARTS","category":"web-based","excerpt":"Create your visualization from Excel, Google docs, Surveys and large data sets. You can also create visualizations by connecting to a live database via the iCharts Analytics API. Create highly customized visualizations with our self service, intuitive, drag and drop Turbo Visualizer. All charts are fully interactive with data pop-ups, show\/hide series, zoom &#038; pan. [&hellip;]","content":"Create your visualization from Excel, Google docs, Surveys and large data sets. You can also create visualizations by connecting to a live database via the iCharts Analytics API. Create highly customized visualizations with our self service, intuitive, drag and drop Turbo Visualizer. All charts are fully interactive with data pop-ups, show\/hide series, zoom & pan. Over 200 design options to customize every visual aspect of your chart. Include rich commenting and images. Multi language support.","url":"http:\/\/www.icharts.net\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/iCharts.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/icharts\/"},{"id":9541,"date":"14 AUG","title":"I WANT HUE","category":"colour","excerpt":"Colors for data scientists. Generate and refine palettes of optimally distinct colors.","content":"Colors for data scientists. Generate and refine palettes of optimally distinct colors.","url":"http:\/\/tools.medialab.sciences-po.fr\/iwanthue\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/iwanthue.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/i-want-hue\/"},{"id":9603,"date":"18 AUG","title":"HTML5","category":"programming","excerpt":"HTML5 is the latest revision of HTML that introduces a host of important elements and attributes that improve the overall web experience and enhance its importance alongside other visualisation programming languages. The canvas element, in particular, can be used for rendering graphics and visuals on the fly without the need for plug-ins which opens up [&hellip;]","content":"HTML5 is the latest revision of HTML that introduces a host of important elements and attributes that improve the overall web experience and enhance its importance alongside other visualisation programming languages. The canvas element, in particular, can be used for rendering graphics and visuals on the fly without the need for plug-ins which opens up many new possibilities. Whilst it is not a perfect replacement for Flash, to create cross-platform\/multi-device projects, HTML5 (alongside CSS3 and Javascript) is becoming an increasingly important part of the developer's toolkit.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/viz.ged-project.de\/\" target=\"_blank\">GED VIZ<\/a>, <a href=\"http:\/\/do.minik.us\/blog\/oecd_bli\" target=\"_blank\">Narrative of transition from Flash to HTML5<\/a>\r\n","url":"http:\/\/dev.w3.org\/html5\/spec\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/HTML5.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/html5\/"},{"id":11162,"date":"18 SEP","title":"HTML COLOR PICKER","category":"colour","excerpt":"HTML color picker allows you to extract the precise colour code for a given pixel in a selected image (either uploaded or via URL). You will return the HEX value, RGB value and HSV value. Works just like the Photoshop eyedropper, but within your browser.","content":"HTML color picker allows you to extract the precise colour code for a given pixel in a selected image (either uploaded or via URL). You will return the HEX value, RGB value and HSV value. Works just like the Photoshop eyedropper, but within your browser.\r\n","url":"http:\/\/imagecolorpicker.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/htmlcolorpicker.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/html-color-picker\/"},{"id":9626,"date":"18 AUG","title":"HIGHCHARTS JS","category":"programming","excerpt":"Highcharts is a charting library written in pure HTML5\/JavaScript, offering intuitive, interactive charts to your web site or web application. Highcharts currently supports line, spline, area, areaspline, column, bar, pie, scatter, angular gauges, arearange, areasplinerange, columnrange, bubble, box plot, error bars, funnel, waterfall and polar chart types. Examples\/references: Demos","content":"Highcharts is a charting library written in pure HTML5\/JavaScript, offering intuitive, interactive charts to your web site or web application. Highcharts currently supports line, spline, area, areaspline, column, bar, pie, scatter, angular gauges, arearange, areasplinerange, columnrange, bubble, box plot, error bars, funnel, waterfall and polar chart types.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.highcharts.com\/demo\/\" target=\"_blank\">Demos<\/a>\r\n","url":"http:\/\/www.highcharts.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Highcharts.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/highcharts-js\/"},{"id":11214,"date":"18 SEP","title":"HEATMAP.JS","category":"programming","excerpt":"This JavaScript library will help you make your 3 dimensional data speak up. Use heatmap.js v2.0 to add new value to your project, build a business based on it, study and visualize user behaviour, and much more. Whether you want to have an aggregated overview of your users behaviour, or look at thousands of events [&hellip;]","content":"This JavaScript library will help you make your 3 dimensional data speak up. Use heatmap.js v2.0 to add new value to your project, build a business based on it, study and visualize user behaviour, and much more. Whether you want to have an aggregated overview of your users behaviour, or look at thousands of events distributed on a map...","url":"http:\/\/www.patrick-wied.at\/static\/heatmapjs\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Heatmap.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/heatmap-js\/"},{"id":11164,"date":"18 SEP","title":"HCL WIZARD","category":"colour","excerpt":"This site provides some information what the Hue-Chroma-Luminance (HCL) color space is, where the problems of the RGB color space are and how to use the HCL space for your personal work. Furthermore there is an online interface where you can create your own color palettes and directly use them for your current projects if [&hellip;]","content":"This site provides some information what the Hue-Chroma-Luminance (HCL) color space is, where the problems of the RGB color space are and how to use the HCL space for your personal work. Furthermore there is an online interface where you can create your own color palettes and directly use them for your current projects if you like.","url":"http:\/\/hclwizard.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/HCLWizard.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/hcl-wizard\/"},{"id":9539,"date":"14 AUG","title":"HCL COLORPICKER","category":"colour","excerpt":"&#8220;HCL Colorpicker lets you pick hue, chroma and lightness for data. Built off Gregor Aisch&#8217;s demo and color conversion library chroma.js.&#8221;","content":"\"HCL Colorpicker lets you pick hue, chroma and lightness for data. Built off Gregor Aisch's demo and color conversion library chroma.js.\"","url":"http:\/\/tristen.ca\/hcl-picker\/#\/clh\/7\/0\/000000\/000000","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/HCL.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/hcl-colorpicker\/"},{"id":9893,"date":"23 AUG","title":"GRAPHVIZ","category":"specialist","excerpt":"Graphviz is open source graph visualization software. Graph visualization is a way of representing structural information as diagrams of abstract graphs and networks. It has important applications in networking, bioinformatics, software engineering, database and web design, machine learning, and in visual interfaces for other technical domains. Examples\/references: Gallery","content":"Graphviz is open source graph visualization software. Graph visualization is a way of representing structural information as diagrams of abstract graphs and networks. It has important applications in networking, bioinformatics,  software engineering, database and web design, machine learning, and in visual interfaces for other technical domains. \r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.graphviz.org\/Gallery.php\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/www.graphviz.org","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/GraphViz.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/graphviz\/"},{"id":9369,"date":"14 AUG","title":"GRAPHEUR","category":"charting","excerpt":"Grapheur is a reactive Business Intelligence tool integrating data mining, modelling, multi-variate analysis and interactive visualisation into an end-to-end discovery and continuous innovation process powered by creativity and curiosity. Examples\/references: Use Cases","content":"Grapheur is a reactive Business Intelligence tool integrating data mining, modelling, multi-variate analysis and interactive visualisation into an end-to-end discovery and continuous innovation process powered by creativity and curiosity.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/grapheur.com\/info\/cases\/\" target=\"_blank\">Use Cases<\/a>\r\n","url":"http:\/\/grapheur.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Grapheur.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/grapheur\/"},{"id":9783,"date":"23 AUG","title":"GRAPHCLICK","category":"data-handling","excerpt":"GraphClick is a graph digitizer software which allows to automatically retrieve the original (x,y)-data from the image of a scanned graph or from a QuickTime movie. You have the picture of a graph but not the corresponding data? You want to retrieve the trajectory of an object from a QuickTime movie? GraphClick is then simply [&hellip;]","content":"GraphClick is a graph digitizer software which allows to automatically retrieve the original (x,y)-data from the image of a scanned graph or from a QuickTime movie. You have the picture of a graph but not the corresponding data? You want to retrieve the trajectory of an object from a QuickTime movie? GraphClick is then simply the best way to solve the problem! You just have to click on the image and the obtained coordinates of the points can be directly exported into any other application.","url":"http:\/\/www.arizona-software.ch\/graphclick\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/GraphClick.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/graphclick\/"},{"id":9866,"date":"23 AUG","title":"GRAPH INSIGHT","category":"multivariate","excerpt":"The fastest software for network data exploration: load, visualize and analyze large network graphs with the embedded Python shell. Runs natively on Windows, OS X and Linux operating systems Examples\/reference: Tutorial","content":"The fastest software for network data exploration: load, visualize and analyze large network graphs with the embedded Python shell. Runs natively on Windows, OS X and Linux operating systems\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.graphinsight.com\/documentation\/tutorial-analysis-of-website-topology\/\" target=\"_blank\">Tutorial<\/a>\r\n","url":"http:\/\/www.graphinsight.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/GraphiInsight.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/graph-insight\/"},{"id":9778,"date":"23 AUG","title":"GOOGLE SHEETS","category":"data-handling","excerpt":"Google Sheets offers many useful capabilities but two key functions in particular help you import\/scrape data tables from websites: ImportHTML and ImportXML. See also: OUseful Tutorial, Online Journalism Blog Tutorial 1, Online Journalism Blog Tutorial 2, Distilled Tutorial, School of Data Tutorial, Eager Eyes table scraping guide","content":"Google Sheets offers many useful capabilities but two key functions in particular help you import\/scrape data tables from websites: ImportHTML and ImportXML.\r\n<br><br>\r\nSee also: <a href=\"http:\/\/blog.ouseful.info\/2008\/10\/14\/data-scraping-wikipedia-with-google-spreadsheets\/\" target=\"_blank\">OUseful Tutorial<\/a>, <a href=\"http:\/\/onlinejournalismblog.wordpress.com\/2011\/07\/29\/sftw-how-to-scrape-webpages-and-ask-questions-with-google-docs-and-importxml\" target=\"_blank\">Online Journalism Blog Tutorial 1<\/a>, <a href=\"http:\/\/onlinejournalismblog.wordpress.com\/2011\/10\/14\/scraping-data-from-a-list-of-webpages-using-google-docs\/\" target=\"_blank\">Online Journalism Blog Tutorial 2<\/a>, <a href=\"http:\/\/www.distilled.net\/blog\/distilled\/guide-to-google-docs-importxml\/\" target=\"_blank\">Distilled Tutorial<\/a>, <a href=\"http:\/\/schoolofdata.org\/handbook\/courses\/scraping\/\" target=\"_blank\">School of Data Tutorial<\/a>, <a href=\"http:\/\/eagereyes.org\/data\/scrape-tables-using-google-docs\" target=\"_blank\">Eager Eyes table scraping guide<\/a>\r\n","url":"http:\/\/www.google.co.uk\/sheets\/about\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/GoogleSheets.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/google-sheets\/"},{"id":11186,"date":"18 SEP","title":"GOOGLE MAPS API","category":"mapping","excerpt":"Build highly customisable maps with your own content and imagery. Create rich applications and stunning visualisations of your data, leveraging the comprehensiveness, accuracy, and usability of Google Maps and a modern web platform that scales as you grow.In only a few lines of JavaScript code, build and style a map to call your own. With [&hellip;]","content":"Build highly customisable maps with your own content and imagery. Create rich applications and stunning visualisations of your data, leveraging the comprehensiveness, accuracy, and usability of Google Maps and a modern web platform that scales as you grow.In only a few lines of JavaScript code, build and style a map to call your own. With plenty of Google libraries and services at your disposal (including Geocoding, Directions, Street View and more) your imagination is truly the limit.\r\n<br><br>\r\nGallery\/References: <a href=\"http:\/\/www.w3schools.com\/googleapi\/\" target=\"_blank\">Tutorial<\/a>","url":"https:\/\/developers.google.com\/maps\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/GoogleMaps.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/google-maps-api\/"},{"id":9948,"date":"23 AUG","title":"GOOGLE FUSION TABLES","category":"web-based","excerpt":"Google Fusion Tables is a data management and visualisation application that offers an extremely versatile and simple way to host, manage, collaborate on, visualise and publish data tables online. From the basis of online hosted data tables users have the option to instantly publish the data as maps, timelines or a variety of charts, depending [&hellip;]","content":"Google Fusion Tables is a data management and visualisation application that offers an extremely versatile and simple way to host, manage, collaborate on, visualise and publish data tables online. From the basis of online hosted data tables users have the option to instantly publish the data as maps, timelines or a variety of charts, depending on the data variables and then embed the visualisation in a web page or shared via an email. Data can be uploaded from spreadsheets or CSV files and exported to CSV or KML also. Developers can use the Fusion Tables API to insert, update, delete and query data programmatically.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.poynter.org\/how-tos\/digital-strategies\/126628\/how-to-make-a-heatmap-in-google-fusion-tables\/\" target=\"_blank\">Make a heat map with Fusion Tables<\/a>, <a href=\"http:\/\/www.guardian.co.uk\/news\/datablog\/2011\/mar\/31\/deprivation-map-indices-multiple\" target=\"_blank\">The Guardian - Deprivation mapping<\/a>, <a href=\"http:\/\/smurfmatic.net\/blog\/archives\/2011\/04\/12\/toronto-en-trois-temps.html\" target=\"_blank\">Smurfmatic<\/a>\r\n","url":"http:\/\/www.google.com\/drive\/apps.html#fusiontables","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/FusionTables.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/google-fusion-tables\/"},{"id":10008,"date":"23 AUG","title":"GOOGLE EARTH","category":"mapping","excerpt":"Google Earth provides a 3D interface view of the globe, letting you pan and zoom to explore the Earth. The real power of these tools from a visualisation sense comes particularly through the features of accompanying APIs (eg. Google Maps API and Google Visualization AP) and through the process of combining KML data, which enables [&hellip;]","content":"Google Earth provides a 3D interface view of the globe, letting you pan and zoom to explore the Earth. The real power of these tools from a visualisation sense comes particularly through the features of accompanying APIs (eg. Google Maps API and Google Visualization AP) and through the process of combining KML data, which enables you to overlay your own visual data onto the foundation 2D or 3D mapped views.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.google.co.uk\/intl\/en_uk\/earth\/learn\/\" target=\"_blank\">Google Earth Tutorials<\/a>, <a href=\"http:\/\/thematicmapping.org\/\" target=\"_blank\">Thematic Mapping<\/a>, <a href=\"http:\/\/www.barnabu.co.uk\/kml-zip-scribble-map\/\" target=\"_blank\">Barnabu Scribble Map<\/a>, <a href=\"http:\/\/www.youtube.com\/watch?v=bUOhXxNBEzA&feature=youtu.be\" target=\"_blank\">Yosemite Rim Fire<\/a>\r\n","url":"http:\/\/www.google.co.uk\/intl\/en_uk\/earth\/index.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/GoogleEarth.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/google-earth\/"},{"id":9613,"date":"18 AUG","title":"GOOGLE CHART API","category":"programming","excerpt":"Google Charts provides a perfect way to visualize data on your website. From simple line charts to complex hierarchical tree maps, the chart gallery provides a large number of ready-to-use chart types. The most common way to use Google Charts is with simple JavaScript that you embed in your web page. You load some Google [&hellip;]","content":"Google Charts provides a perfect way to visualize data on your website. From simple line charts to complex hierarchical tree maps, the chart gallery provides a large number of ready-to-use chart types. The most common way to use Google Charts is with simple JavaScript that you embed in your web page. You load some Google Chart libraries, list the data to be charted, select options to customize your chart, and finally create a chart object with an id that you choose. Then, later in the web page, you create a div with that id to display the Google Chart. That's all you need to get started.\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/developers.google.com\/chart\/interactive\/docs\/gallery\" target=\"_blank\">Chart Gallery<\/a>","url":"http:\/\/code.google.com\/apis\/chart\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/GoogleCharts.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/google-chart-api\/"},{"id":9612,"date":"18 AUG","title":"GNUPLOT","category":"programming","excerpt":"Gnuplot is a portable command-line driven graphing utility for Linux, OS\/2, MS Windows, OSX, VMS, and many other platforms. The source code is copyrighted but freely distributed (i.e., you don&#8217;t have to pay for it). It was originally created to allow scientists and students to visualize mathematical functions and data interactively, but has grown to [&hellip;]","content":"Gnuplot is a portable command-line driven graphing utility for Linux, OS\/2, MS Windows, OSX, VMS, and many other platforms. The source code is copyrighted but freely distributed (i.e., you don't have to pay for it). It was originally created to allow scientists and students to visualize mathematical functions and data interactively, but has grown to support many non-interactive uses such as web scripting.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/www.gnuplot.info\/screenshots\/index.html#demos\" target=\"_blank\">Demos<\/a>","url":"http:\/\/www.gnuplot.info\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Gnuplot.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/gnuplot\/"},{"id":11296,"date":"19 SEP","title":"GIMP","category":"specialist","excerpt":"GIMP is the GNU Image Manipulation Program. It is a freely distributed piece of software for such tasks as photo retouching, image composition and image authoring. It works on many operating systems, in many languages.","content":"GIMP is the GNU Image Manipulation Program. It is a freely distributed piece of software for such tasks as photo retouching, image composition and image authoring. It works on many operating systems, in many languages.","url":"http:\/\/www.gimp.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Gimp.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/gimp\/"},{"id":11245,"date":"19 SEP","title":"GETBULB","category":"web-based","excerpt":"GetBulb offers a wide range of easy to use tools to enable generation of report ready, accessible visualizations, that are both high quality and save considerable time. Simply Copy &#038; Paste your Data into our Browser-based Application and visualise it immediately. GetBulb makes presenting complex data easy. We put big media data visualisation power into [&hellip;]","content":"GetBulb offers a wide range of easy to use tools to enable generation of report ready, accessible visualizations, that are both high quality and save considerable time. Simply Copy & Paste your Data into our Browser-based Application and visualise it immediately. GetBulb makes presenting complex data easy. We put big media data visualisation power into everyone’s hands.","url":"http:\/\/www.getbulb.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/getbulb.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/11245\/"},{"id":9372,"date":"14 AUG","title":"GEPHI","category":"multivariate","excerpt":"Gephi is an open-source, free interactive visualisation and exploration platform for all kinds of networks and complex systems, dynamic and hierarchical graphs. It claims to be “like Photoshop but for data”, allowing the user to interact with the data representation, manipulate structures, shapes and colours to reveal hidden properties. Examples\/references: Demo Gallery, The VIZoSPHERE","content":"Gephi is an open-source, free interactive visualisation and exploration platform for all kinds of networks and complex systems, dynamic and hierarchical graphs. It claims to be “like Photoshop but for data”, allowing the user to interact with the data representation, manipulate structures, shapes and colours to reveal hidden properties.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/gephi.org\/features\/\" target=\"_blank\">Demo Gallery<\/a>, <a href=\"http:\/\/www.visualizing.org\/full-screen\/29391\" target=\"_blank\">The VIZoSPHERE<\/a>\r\n","url":"http:\/\/gephi.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Gephi.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/gephi\/"},{"id":10018,"date":"23 AUG","title":"GEOTIME","category":"mapping","excerpt":"This award-winning visual analysis tool places an emphasis on visual presentations, introducing new ways to visualize events over time, including the ability to run statistical functions on numerical attributes within your data. Examples\/references: Features, Example","content":"This award-winning visual analysis tool places an emphasis on visual presentations, introducing new ways to visualize events over time, including the ability to run statistical functions on numerical attributes within your data.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/geotime.com\/Product\/GeoTime-(1)\/WhatsNew.aspx\" target=\"_blank\">Features<\/a>, <a href=\"http:\/\/nickmalleson.co.uk\/home\/geotime_movements\/\" target=\"_blank\">Example<\/a>","url":"http:\/\/geotime.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Geotime.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/geotime\/"},{"id":9998,"date":"23 AUG","title":"GEOCOMMONS","category":"mapping","excerpt":"GeoCommons enables everyone to create rich interactive visualisations to solve problems without any experience using traditional mapping tools. Map real-time social data and the over 50,000 open-source data sets in GeoCommons then share your interactive maps and analysis with others by embedding them in websites, blogs or sharing via Facebook or Twitter. API’s allow developers [&hellip;]","content":"GeoCommons enables everyone to create rich interactive visualisations to solve problems without any experience using traditional mapping tools. Map real-time social data and the over 50,000 open-source data sets in GeoCommons then share your interactive maps and analysis with others by embedding them in websites, blogs or sharing via Facebook or Twitter. API’s allow developers to enhance the scope of the GeoCommons visualisations. GeoIQ extends the functionality of GeoCommons by delivering advanced security, large enterprise data support and robust location analytics.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.geoiq.com\/\" target=\"_blank\">GeoIQ<\/a>, <a href=\"http:\/\/geocommons.com\/help\/About\" target=\"_blank\">User Manual<\/a>\r\n","url":"http:\/\/geocommons.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Geocommons.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/geocommons\/"},{"id":9951,"date":"23 AUG","title":"FRUITION","category":"web-based","excerpt":"Your data is an asset. Fruition makes it shine. If you&#8217;ve tried to monetize your data using visual analytics, dashboard, or business intelligence tools, you know what a struggle it can be. Solutions are hard to use and take a long time to deliver. There is a better way. Our Fruition platform delivers high-value, easy-to-use [&hellip;]","content":"Your data is an asset. Fruition makes it shine. If you've tried to monetize your data using visual analytics, dashboard, or business intelligence tools, you know what a struggle it can be. Solutions are hard to use and take a long time to deliver. There is a better way. Our Fruition platform delivers high-value, easy-to-use data products for your customers. With our expertise in data visualization and end-user experience, Juice knows what it takes to turn data into action. Fruition takes the load off your busy technology team and gets you to market faster with less risk and better results.","url":"https:\/\/juiceanalytics.squarespace.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Fruition.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/slice\/"},{"id":11279,"date":"19 SEP","title":"FREESIGHT","category":"data-handling","excerpt":"FreeSight software completes tasks in minutes that would take hours, even days, using other tools. Data integration, cleaning, analysis and reporting, in a fraction of the time.","content":"FreeSight software completes tasks in minutes that would take hours, even days, using other tools. Data integration, cleaning, analysis and reporting, in a fraction of the time.","url":"http:\/\/www.freesightweb.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/FreeSight.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/freesight\/"},{"id":11215,"date":"18 SEP","title":"FORIO CONTOUR","category":"programming","excerpt":"Forio Contour provides a core set of common visualizations that you can see in the gallery, and it&#8217;s easy to extend if you want to add your own customizations. Plus, it&#8217;s free and open source. Forio Contour uses the popular D3 engine and adds a set of intuitive abstractions so you can easily create graphs [&hellip;]","content":"Forio Contour provides a core set of common visualizations that you can see in the gallery, and it's easy to extend if you want to add your own customizations. Plus, it's free and open source. Forio Contour uses the popular D3 engine and adds a set of intuitive abstractions so you can easily create graphs and charts.","url":"http:\/\/forio.com\/contour\/index.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Contour.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/forio-contour\/"},{"id":11220,"date":"18 SEP","title":"FOAMTREE","category":"programming","excerpt":"FoamTree is a JavaScript tree map visualization with innovative layout algorithms and animations. Voronoi Treemaps are visually-pleasing and efficiently use the available space and with FoamTree you can customize the colors, fonts, borders, shadows and other aspects of FoamTree cells as well as create tens of rollout and pullback effects.","content":"FoamTree is a JavaScript tree map visualization with innovative layout algorithms and animations. Voronoi Treemaps are visually-pleasing and efficiently use the available space and with FoamTree you can customize the colors, fonts, borders, shadows and other aspects of FoamTree cells as well as create tens of rollout and pullback effects.","url":"http:\/\/get.carrotsearch.com\/foamtree\/demo\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Foamtree.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/foamtree\/"},{"id":10029,"date":"23 AUG","title":"FLOWMAP","category":"mapping","excerpt":"Flow Map is a program that generates flow maps and its source code. This is derived from the code that was described in the Flow Map Layout paper that appeared in Infovis 2005, by Doantam Phan, Ling Xiao, Ron Yeh, Terry Winograd, and Pat Hanrahan. Examples\/references: Flow Map Layout Paper, Example","content":"Flow Map is a program that generates flow maps and its source code. This is derived from the code that was described in the Flow Map Layout paper that appeared in Infovis 2005, by Doantam Phan, Ling Xiao, Ron Yeh, Terry Winograd, and Pat Hanrahan.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/graphics.stanford.edu\/papers\/flow_map_layout\/\" target=\"_blank\">Flow Map Layout Paper<\/a>, <a href=\"http:\/\/graphics.stanford.edu\/~dphan\/code\/flowmap\/ca-hi-ak-web.jpg\" target=\"_blank\">Example<\/a>\r\n","url":"http:\/\/graphics.stanford.edu\/~dphan\/code\/flowmap\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Flowmap.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/flowmap\/"},{"id":9870,"date":"23 AUG","title":"FINEO","category":"multivariate","excerpt":"Fineo is a web application which implements a visualization technique based on the visual model of Sankey diagrams. Fineo was born from the idea that Sankey diagrams, although developed as a technique for visualizing continuous data, may be used to represent relations between dimensions of categorical data. Examples\/reference: Article","content":"Fineo is a web application which implements a visualization technique based on the visual model of Sankey diagrams. Fineo was born from the idea that Sankey diagrams, although developed as a technique for visualizing continuous data, may be used to represent relations between dimensions of categorical data.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.densitydesign.org\/research\/fineo\/\" target=\"_blank\">Article<\/a>","url":"http:\/\/www.densitydesign.org\/research\/fineo\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Fineo.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/fineo\/"},{"id":11257,"date":"19 SEP","title":"FILTERGRAPH","category":"web-based","excerpt":"Create stunning interactive data visualization portals. Filtergraph&#8217;s powerful web interface lets you create all kinds of scatter plots, histograms and tables using your data.","content":"Create stunning interactive data visualization portals. Filtergraph's powerful web interface lets you create all kinds of scatter plots, histograms and tables using your data.","url":"http:\/\/filtergraph.vanderbilt.edu\/tools\/default\/index","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Filtergraph.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/filtergraph\/"},{"id":9891,"date":"23 AUG","title":"FF CHARTWELL","category":"specialist","excerpt":"FF Chartwell is a typeface for creating simple graphs. Driven by the frustration of creating graphs within design applications and inspired by typefaces such as FF Beowolf and ­­FF PicLig, designer Travis Kochel saw an opportunity to take advantage of OpenType technology to simplify the process. Using OpenType features, simple strings of numbers are automatically [&hellip;]","content":"FF Chartwell is a typeface for creating simple graphs. Driven by the frustration of creating graphs within design applications and inspired by typefaces such as FF Beowolf and ­­FF PicLig, designer Travis Kochel saw an opportunity to take advantage of OpenType technology to simplify the process. Using OpenType features, simple strings of numbers are automatically transformed into charts. The visualized data remains editable, allowing for hassle-free updates and styling.\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/www.fontfont.com\/how-to-use-ff-chartwell#chartwell-web\" target=\"_blank\">Demo<\/a>\r\n","url":"https:\/\/www.fontfont.com\/how-to-use-ff-chartwell","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/FFChartwell.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/ff-chartwell\/"},{"id":9890,"date":"23 AUG","title":"FATFONTS","category":"specialist","excerpt":"The FatFonts technique is based on a new type of numeric typeface designed for visualization purposes that bridge the gap between numeric and visual representations. FatFonts are based on Indo-arabic numerals but, unlike regular numeric typefaces, the amount of ink (dark pixels) used for each digit is proportional to its quantitative value. This enables accurate [&hellip;]","content":"The FatFonts technique is based on a new type of numeric typeface designed for visualization purposes that bridge the gap between numeric and visual representations. FatFonts are based on Indo-arabic numerals but, unlike regular numeric typefaces, the amount of ink (dark pixels) used for each digit is proportional to its quantitative value. This enables accurate reading of the numerical data while preserving an overall visual context.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/fatfonts.org\/?page_id=29\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/fatfonts.org\/?page_id=68","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/FatFonts.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/fatfonts\/"},{"id":9333,"date":"14 AUG","title":"EXCEL","category":"charting","excerpt":"Microsoft Excel is the most popular spreadsheet tool in the world with over 400 million users and therefore the most accessible tool for conducting analysis and presenting data in graphical format. The package receives a great deal of justified criticism within the visualisation field for the poor defaults and inclusion of ‘bad practice’ visualisation options [&hellip;]","content":"Microsoft Excel is the most popular spreadsheet tool in the world with over 400 million users and therefore the most accessible tool for conducting analysis and presenting data in graphical format. The package receives a great deal of justified criticism within the visualisation field for the poor defaults and inclusion of ‘bad practice’ visualisation options it provides but, in the right hands, it can be a very useful visualisation tool.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.flickr.com\/photos\/idvsolutions\/8265288798\/sizes\/o\/in\/photostream\/\" target=\"_blank\">John Nelson<\/a>, <a href=\"http:\/\/www.excelcharts.com\/blog\/\" target=\"_blank\">Jorge Camoes<\/a>, <a href=\"http:\/\/peltiertech.com\/\" target=\"_blank\">Jon Peltier<\/a>, <a href=\"http:\/\/emeryevaluation.com\/\" target=\"_blank\">Ann K Emery<\/a>, <a href=\"https:\/\/sites.google.com\/site\/e90e50charts\/\" target=\"_blank\">E90E50charts<\/a>, <a href=\"http:\/\/chandoo.org\/wp\/category\/visualization\/\" target=\"_blank\">Chandoo<\/a>","url":"http:\/\/office.microsoft.com\/en-us\/excel\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Excel1.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/excel\/"},{"id":9535,"date":"14 AUG","title":"EVERY COLORBREWER SCALE","category":"colour","excerpt":"&#8220;A quick visual reference to every ColorBrewer scale; colors by Cynthia Brewer. Available in CSS and JS format, created by Mike Bostock&#8221;","content":"\"A quick visual reference to every ColorBrewer scale; colors by Cynthia Brewer. Available in CSS and JS format, created by Mike Bostock\"","url":"http:\/\/bl.ocks.org\/mbostock\/5577023","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/EveryColorBrewer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/every-colorbrewer-scale\/"},{"id":11294,"date":"19 SEP","title":"EVENTFLOW","category":"specialist","excerpt":"EventFlow enables the visual analysis of temporal event sequences and advanced strategies for healthcare discovery. While Eventflow has been used in a variety of other application domains (cybersecurity, sports analytics, incident management etc.) the analysis of healthcare data has been our driving application domain.","content":"EventFlow enables the visual analysis of temporal event sequences and advanced strategies for healthcare discovery. While Eventflow has been used in a variety of other application domains (cybersecurity, sports analytics, incident management etc.) the analysis of healthcare data has been our driving application domain.","url":"http:\/\/www.cs.umd.edu\/hcil\/eventflow\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/EventFlow.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/eventflow\/"},{"id":9621,"date":"18 AUG","title":"ENVISION","category":"programming","excerpt":"Envision.js is a library for creating fast, dynamic and interactive HTML5 visualizations. Examples\/references: Demos","content":"Envision.js is a library for creating fast, dynamic and interactive HTML5 visualizations.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.humblesoftware.com\/envision\/index\" target=\"_blank\">Demos<\/a>\r\n","url":"http:\/\/www.humblesoftware.com\/envision","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Envision.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/envision\/"},{"id":11200,"date":"18 SEP","title":"EMBER CHARTS","category":"programming","excerpt":"Ember Charts offers a charting library built with the Ember.js and d3.js frameworks. It includes time series, bar, pie, and scatter charts which are easy to extend and modify. The out-of-the-box behavior these chart components represents our thoughts on best practices in chart interactivity and presentation.","content":"Ember Charts offers a charting library built with the Ember.js and d3.js frameworks. It includes time series, bar, pie, and scatter charts which are easy to extend and modify. The out-of-the-box behavior these chart components represents our thoughts on best practices in chart interactivity and presentation.","url":"http:\/\/addepar.github.io\/#\/ember-charts\/overview","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Ember.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/ember-charts\/"},{"id":9965,"date":"23 AUG","title":"EASELLY","category":"web-based","excerpt":"Easelly lets you create and share visual ideas online via &#8216;vhemes&#8217;, visual themes. Drag and drop a vheme onto your canvas for easy creation of your visual idea! Examples\/references: Examples, Video","content":"Easelly lets you create and share visual ideas online via 'vhemes', visual themes. Drag and drop a vheme onto your canvas for easy creation of your visual idea!\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.easel.ly\/\" target=\"_blank\">Examples<\/a>, <a href=\"http:\/\/vimeo.com\/37781587\" target=\"_blank\">Video<\/a>\r\n","url":"http:\/\/www.easel.ly\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Easelly.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/easelly\/"},{"id":9615,"date":"18 AUG","title":"EASELJS","category":"programming","excerpt":"EaselJS provides straight forward solutions for working with rich graphics and interactivity with HTML5 Canvas. It provides an API that is familiar to Flash developers, but embraces Javascript sensibilities. It consists of a full, hierarchical display list, a core interaction model, and helper classes to make working with Canvas much easier. Examples\/references: Demos, Working in [&hellip;]","content":"EaselJS provides straight forward solutions for working with rich graphics and interactivity with HTML5 Canvas. It provides an API that is familiar to Flash developers, but embraces Javascript sensibilities. It consists of a full, hierarchical display list, a core interaction model, and helper classes to make working with Canvas much easier.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/www.createjs.com\/#!\/EaselJS\/demos\" target=\"_blank\">Demos<\/a>, <a href=\"http:\/\/www.visualizing.org\/visualizations\/working-america\" target=\"_blank\">Working in America<\/a>\r\n","url":"http:\/\/www.createjs.com\/#!\/EaselJS","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Easeljs.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/easeljs\/"},{"id":9871,"date":"23 AUG","title":"E-SANKEY","category":"multivariate","excerpt":"e-Sankey is a powerful tool for drawing special process maps (known as Sankey diagrams): Visualize your cost, material and energy flows in your company. With Sankey diagrams you lay the foundations for taking the right decisions to improve efficiency and effectiveness of your processes. Examples\/reference: Demos and screenshots","content":"e-Sankey is a powerful tool for drawing special process maps (known as Sankey diagrams): Visualize your cost, material and energy flows in your company. With Sankey diagrams you lay the foundations for taking the right decisions to improve efficiency and effectiveness of your processes.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/www.e-sankey.com\/en\/demos-screenshots\/\" target=\"_blank\">Demos and screenshots<\/a>\r\n","url":"http:\/\/www.e-sankey.com\/en\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/eSankey.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/e-sankey\/"},{"id":9378,"date":"14 AUG","title":"DUNDAS","category":"charting","excerpt":"Dundas Dashboard brings together all of the tools you need to build meaningful, interactive and fully customized dashboards in one easy to use platform. Examples\/references: Dashboard Gallery","content":"Dundas Dashboard brings together all of the tools you need to build meaningful, interactive and fully customized dashboards in one easy to use platform.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.dundas.com\/gallery\/sample-dashboards\/\" target=\"_blank\">Dashboard Gallery<\/a>\r\n","url":"http:\/\/www.dundas.com\/dashboard\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Dundas.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/dundas\/"},{"id":10023,"date":"23 AUG","title":"DOTSPOTTING","category":"mapping","excerpt":"Dotspotting is the first project Stamen is releasing as part of Citytracking, a project funded by the Knight News Challenge, making tools to help people gather data about cities and make that data more legible. Examples\/references: Gallery","content":"Dotspotting is the first project Stamen is releasing as part of Citytracking, a project funded by the Knight News Challenge, making tools to help people gather data about cities and make that data more legible.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/dotspotting.org\/\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/dotspotting.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Dotspotting.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/dotspotting\/"},{"id":9799,"date":"23 AUG","title":"DMI TOOL DATABASE","category":"data-handling","excerpt":"A collection of specialist data gathering, handling and manipulating tools and utilities from the Digital Methods Initiative, reworking methods for Internet research since 2007.","content":"A collection of specialist data gathering, handling and manipulating tools and utilities from the Digital Methods Initiative, reworking methods for Internet research since 2007.","url":"https:\/\/wiki.digitalmethods.net\/Dmi\/ToolDatabase","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/DMITools.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/dmi-tool-database\/"},{"id":11191,"date":"18 SEP","title":"DIVA-GIS","category":"mapping","excerpt":"DIVA-GIS is a free computer program for mapping and geographic data analysis (a geographic information system (GIS). With DIVA-GIS you can make maps of the world, or of a very small area, using, for example, state boundaries, rivers, a satellite image, and the locations of sites where an animal species was observed. We also provide [&hellip;]","content":"DIVA-GIS is a free computer program for mapping and geographic data analysis (a geographic information system (GIS). With DIVA-GIS you can make maps of the world, or of a very small area, using, for example, state boundaries, rivers, a satellite image, and the locations of sites where an animal species was observed. We also provide free spatial data for the whole world that you can use in DIVA-GIS or other programs.\r\n<br><br>\r\nExamples\/References: <a href=\"http:\/\/udig.refractions.net\/gallery\/cgiar\/\" target=\"_blank\">Example<\/a>","url":"http:\/\/diva-gis.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/DIVA.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/diva-gis\/"},{"id":9796,"date":"23 AUG","title":"DIRT","category":"data-handling","excerpt":"The DiRT Directory is a registry of digital research tools for scholarly use. DiRT makes it easy for digital humanists and others conducting digital research to find and compare resources ranging from content management systems to music OCR, statistical analysis packages to mindmapping software.","content":"The DiRT Directory is a registry of digital research tools for scholarly use. DiRT makes it easy for digital humanists and others conducting digital research to find and compare resources ranging from content management systems to music OCR, statistical analysis packages to mindmapping software.","url":"http:\/\/dirtdirectory.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/DiRT.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/dirt\/"},{"id":9955,"date":"23 AUG","title":"DIPITY","category":"web-based","excerpt":"Dipity is a free digital timeline website. Our mission is to organize the web&#8217;s content by date and time. Users can create, share, embed and collaborate on interactive, visually engaging timelines that integrate video, audio, images, text, links, social media, location and timestamps. Examples\/references: Hot Topics","content":"Dipity is a free digital timeline website. Our mission is to organize the web's content by date and time. Users can create, share, embed and collaborate on interactive, visually engaging timelines that integrate video, audio, images, text, links, social media, location and timestamps.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.dipity.com\/trends\" target=\"_blank\">Hot Topics<\/a>\r\n","url":"http:\/\/www.dipity.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Dipity.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/dipity\/"},{"id":9618,"date":"18 AUG","title":"DIMPLE","category":"programming","excerpt":"The aim of dimple is to open up the power and flexibility of d3 to analysts. It aims to give a gentle learning curve and minimal code to achieve something productive. It also exposes the d3 objects so you can pick them up and run to create some really cool stuff. Examples\/references: Examples","content":"The aim of dimple is to open up the power and flexibility of d3 to analysts. It aims to give a gentle learning curve and minimal code to achieve something productive. It also exposes the d3 objects so you can pick them up and run to create some really cool stuff.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/dimplejs.org\/\" target=\"_blank\">Examples<\/a>\r\n","url":"http:\/\/dimplejs.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Dimple.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/dimple\/"},{"id":9545,"date":"14 AUG","title":"DESIGN-SEEDS","category":"colour","excerpt":"&#8220;Design Seeds are meant to inspire&#8230; Find the palettes you love, searching by color value or theme&#8221;","content":"\"Design Seeds are meant to inspire... Find the palettes you love, searching by color value or theme\"","url":"http:\/\/design-seeds.com\/index.php\/search","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Designseeds.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/design-seeds\/"},{"id":9946,"date":"23 AUG","title":"DATAWRAPPER","category":"web-based","excerpt":"Datawrapper is an open source tool helping anyone to create simple, correct and embeddable charts in minutes. It is easy to use, gives you full control and is entirely customisable. Examples\/references: Gallery","content":"Datawrapper is an open source tool helping anyone to create simple, correct and embeddable charts in minutes. It is easy to use, gives you full control and is entirely customisable.\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/datawrapper.de\/gallery\/\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/datawrapper.de\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Datawrapper.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/datawrapper\/"},{"id":9342,"date":"14 AUG","title":"DATAWATCH","category":"charting","excerpt":"Datawatch visual data discovery solutions let business professionals access, visualize and analyze data from any source – including streaming data — to make faster and more accurate business decisions. Anyone in your company can use Datawatch to discover hidden patterns, spot problems and identify opportunities. Datawatch lets you see all your data – structured and [&hellip;]","content":"Datawatch visual data discovery solutions let business professionals access, visualize and analyze data from any source – including streaming data — to make faster and more accurate business decisions. Anyone in your company can use Datawatch to discover hidden patterns, spot problems and identify opportunities. Datawatch lets you see all your data – structured and unstructured data from reports, invoices, and PDF files. Visualize data at rest and in real time – from sources like CEP engines or message brokers – on a tick-by-tick basis. And most importantly, Datawatch provides visual analytics at the speed you need to make decisions better and faster than your competitors.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.datawatch.com\/products\/datawatch-desktop\/data-visualizations\/\" target=\"_blank\">Visualisations gallery<\/a>","url":"http:\/\/www.datawatch.com\/products\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Datawatch.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/datawatch\/"},{"id":9957,"date":"23 AUG","title":"DATAVISUAL","category":"web-based","excerpt":"Datavisual is a web-based tool for creating data visualizations. Perfect for designers and creatives with limited programming skills but a need to make beautiful charts and graphs. Once you design your chart style you can upload multiple data sets and output them as vector PDFs or SVGs as well as websafe PNGs. Examples\/references: Video demo","content":"Datavisual is a web-based tool for creating data visualizations. Perfect for designers and creatives with limited programming skills but a need to make beautiful charts and graphs. Once you design your chart style you can upload multiple data sets and output them as vector PDFs or SVGs as well as websafe PNGs.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/vimeo.com\/64584298\" target=\"_blank\">Video demo<\/a>\r\n","url":"http:\/\/datavisu.al\/beta\/index.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/DataVisual.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/datavisual\/"},{"id":9823,"date":"23 AUG","title":"DATATABLES","category":"programming","excerpt":"DataTables is a plug-in for the jQuery Javascript library. It is a highly flexible tool, based upon the foundations of progressive enhancement, which will add advanced interaction controls to any HTML table. See also: Examples","content":"DataTables is a plug-in for the jQuery Javascript library. It is a highly flexible tool, based upon the foundations of progressive enhancement, which will add advanced interaction controls to any HTML table.\r\n<br><br>\r\nSee also: <a href=\"http:\/\/datatables.net\/examples\/\" target=\"_blank\">Examples<\/a>","url":"http:\/\/datatables.net\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Datatables.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/datatables\/"},{"id":11244,"date":"19 SEP","title":"DATAPAD","category":"web-based","excerpt":"DataPad helps you integrate, analyze, and distribute your data. Improve user acquisition, customer engagement, retention or any other metric that matters to your team.","content":"DataPad helps you integrate, analyze, and distribute your data. Improve user acquisition, customer engagement, retention or any other metric that matters to your team.","url":"http:\/\/www.datapad.io\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Datapad.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/datapad\/"},{"id":11282,"date":"19 SEP","title":"DATAIKU DSS","category":"data-handling","excerpt":"Data Science Studio (DSS) is a software platform that aggregates all the steps and big data tools necessary to get from raw data to production ready applications. It shortens the load-prepare-test-deploy cycles required to create data driven applications. Thanks to its visual and interactive workspace, it is accessible to both Data Scientists and Business Analysts.","content":"Data Science Studio (DSS) is a software platform that aggregates all the steps and big data tools necessary to get from raw data to production ready applications. It shortens the load-prepare-test-deploy cycles required to create data driven applications. Thanks to its visual and interactive workspace, it is accessible to both Data Scientists and Business Analysts.","url":"http:\/\/www.dataiku.com\/dss\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/DSS.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/dataiku-dss\/"},{"id":11243,"date":"19 SEP","title":"DATACOPIA","category":"web-based","excerpt":"Creating charts is easy. Creating good charts is tough. Yes, Excel makes it look easy: select some data; press the chart wizard; and voila &#8211; you have your chart. But have you ended up with the chart that is going to best convey your ideas to other people? Our goal at Datacopia is to eliminate [&hellip;]","content":"Creating charts is easy. Creating good charts is tough. Yes, Excel makes it look easy: select some data; press the chart wizard; and voila - you have your chart. But have you ended up with the chart that is going to best convey your ideas to other people? Our goal at Datacopia is to eliminate this arbitrary decision-making process. We believe the data should speak for itself. Anyone should be able to quickly turn an opaque table of data into the most representative and informative graphics possible — without needing a degree in data science!","url":"http:\/\/www.datacopia.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Datacopia.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/datacopia\/"},{"id":9819,"date":"23 AUG","title":"DATABIN","category":"data-handling","excerpt":"Databin helps you to share tabular data — a few rows from Excel or a result from a SQL prompt — with others.","content":"Databin helps you to share tabular data — a few rows from Excel or a result from a SQL prompt — with others.","url":"http:\/\/databin.pudo.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/databin.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/databin\/"},{"id":9798,"date":"23 AUG","title":"DATA SCIENCE TOOLKIT","category":"data-handling","excerpt":"The Data Science Toolkit provides a range of open-source tools for data scientists assembled by Pete Warden.","content":"The Data Science Toolkit provides a range of open-source tools for data scientists assembled by Pete Warden.","url":"http:\/\/www.datasciencetoolkit.org","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/DSTK.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/data-science-toolkit\/"},{"id":9959,"date":"23 AUG","title":"DATA HERO","category":"web-based","excerpt":"With Data Hero you can do more with your data. Quickly and easily get answers to your data question. No IT. No business analyst. Just you and a few clicks. Simply upload your Excel spreadsheets or connect directly to the services you use every day and DataHero does the rest. DataHero&#8217;s powerful Data Decoder analyzes [&hellip;]","content":"With Data Hero you can do more with your data. Quickly and easily get answers to your data question. No IT. No business analyst. Just you and a few clicks. Simply upload your Excel spreadsheets or connect directly to the services you use every day and DataHero does the rest. DataHero's powerful Data Decoder analyzes your data and shows you relevant visualizations and key insights. From there, simply drag-and-drop to filter and refine your charts, then share them with your colleagues and be the hero!\r\n<br><br>\r\nExamples\/references: <a href=\"https:\/\/datahero.com\/blog\/\" target=\"_blank\">Blog<\/a>\r\n","url":"https:\/\/datahero.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Datahero.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/data-hero\/"},{"id":9364,"date":"14 AUG","title":"DATA GRAPH","category":"charting","excerpt":"DataGraph is a simple and powerful graphing application for Mac OS X. It is a great companion for Excel, Numbers or any of the big statistical packages. Simple because it is very easy to draw plots, bar graphs, and fit functions. Start typing in data and the graph immediately shows up. Pick from the initial [&hellip;]","content":"DataGraph is a simple and powerful graphing application for Mac OS X. It is a great companion for Excel, Numbers or any of the big statistical packages. Simple because it is very easy to draw plots, bar graphs, and fit functions. Start typing in data and the graph immediately shows up. Pick from the initial template list and modify the data, change colors, resize easily and interactively.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.visualdatatools.com\/DataGraph\/ScreenShots\/index.html\" target=\"_blank\">Screenshots<\/a>\r\n","url":"http:\/\/www.visualdatatools.com\/DataGraph\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/DataGraph.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/data-graph\/"},{"id":10010,"date":"23 AUG","title":"DATA APPEAL","category":"mapping","excerpt":"Grounded in Nadia Amoroso’s research, DataAppeal helps organizations unlock their data stores and democratize evidence-based decision making. Through concepts of art and design, DataAppeal quickly increases user interest in information. DataAppeal’s ‘artwork’ makes the use of data more palatable, thus creating greater knowledge transfer within the organization, quicker and higher quality decision support, and most [&hellip;]","content":"Grounded in Nadia Amoroso’s research, DataAppeal helps organizations unlock their data stores and democratize evidence-based decision making. Through concepts of art and design, DataAppeal quickly increases user interest in information. DataAppeal’s ‘artwork’ makes the use of data more palatable, thus creating greater knowledge transfer within the organization, quicker and higher quality decision support, and most importantly a decentralized model of data analysis.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.dataappeal.com\/data-gallery-2\/\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/dataappeal.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/DataAppeal.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/data-appeal\/"},{"id":11213,"date":"18 SEP","title":"D4","category":"programming","excerpt":"D4 is a friendly charting DSL for D3. The goal of D4 is to allow developers to quickly build data-driven charts with little knowledge of the internals of D3.","content":"D4 is a friendly charting DSL for D3. The goal of D4 is to allow developers to quickly build data-driven charts with little knowledge of the internals of D3.","url":"http:\/\/visible.io\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/D4.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/d4\/"},{"id":9338,"date":"14 AUG","title":"D3.JS","category":"programming","excerpt":"D3 is arguably the most dominant and important programming library for creating dynamic, interactive visaulisations. Created by Mike Bostock, who also works at the New York Times, D3.js is a JavaScript library for manipulating documents based on data. D3 helps you bring data to life using HTML, SVG and CSS. D3’s emphasis on web standards [&hellip;]","content":"D3 is arguably the most dominant and important programming library for creating dynamic, interactive visaulisations. Created by Mike Bostock, who also works at the New York Times, D3.js is a JavaScript library for manipulating documents based on data. D3 helps you bring data to life using HTML, SVG and CSS. D3’s emphasis on web standards gives you the full capabilities of modern browsers without tying yourself to a proprietary framework, combining powerful visualization components and a data-driven approach to DOM manipulation.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/bost.ocks.org\/mike\/\" target=\"_blank\">Mike Bostock's Portfolio<\/a>, <a href=\"http:\/\/www.nytimes.com\/interactive\/2012\/02\/13\/us\/politics\/2013-budget-proposal-graphic.html\" target=\"_blank\">Budget Proposal<\/a>, <a href=\"http:\/\/www.nytimes.com\/interactive\/2012\/11\/02\/us\/politics\/paths-to-the-white-house.html\" target=\"_blank\">512 Paths to the White House<\/a>","url":"http:\/\/d3js.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/D3.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/d3-js\/"},{"id":11202,"date":"18 SEP","title":"D3 PLUS","category":"programming","excerpt":"D3plus is an extension to the D3 library that allows fast and easy creation of data visualizations. Examples\/References: Gallery","content":"D3plus is an extension to the D3 library that allows fast and easy creation of data visualizations.\r\n<br><br>\r\nExamples\/References: <a href=\"http:\/\/d3plus.org\/examples\/\" target=\"_blank\">Gallery<\/a>","url":"http:\/\/d3plus.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/D3plus.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/d3-plus\/"},{"id":11169,"date":"18 SEP","title":"CYTOSCAPE","category":"multivariate","excerpt":"Cytoscape is an open source software platform for visualizing complex networks and integrating these with any type of attribute data. A lot of Apps are available for various kinds of problem domains, including bioinformatics, social network analysis, and semantic web.","content":"Cytoscape is an open source software platform for visualizing complex networks and integrating these with any type of attribute data. A lot of Apps are available for various kinds of problem domains, including bioinformatics, social network analysis, and semantic web.","url":"http:\/\/www.cytoscape.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Cytoscape.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/cytoscape\/"},{"id":10627,"date":"01 SEP","title":"CUBISM","category":"programming","excerpt":"Cubism.js is a D3 plugin for visualizing time series. Use Cubism to construct better realtime dashboards, pulling data from Graphite, Cube and other sources. Cubism is available under the Apache License on GitHub. Examples\/references: Demos","content":"Cubism.js is a D3 plugin for visualizing time series. Use Cubism to construct better realtime dashboards, pulling data from Graphite, Cube and other sources. Cubism is available under the Apache License on GitHub.\r\n\r\nExamples\/references: <a href=\"http:\/\/square.github.io\/cubism\/\" target=\"_blank\">Demos<\/a>","url":"http:\/\/square.github.io\/cubism\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Cubism.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/cubism\/"},{"id":9620,"date":"18 AUG","title":"CUBE","category":"programming","excerpt":"Cube is an open-source system for visualizing time series data, built on MongoDB, Node and D3. If you send Cube timestamped events (with optional structured data), you can easily build realtime visualizations of aggregate metrics. For example, you might use Cube to monitor traffic to your website, counting requests: Examples\/references: Video demo","content":"Cube is an open-source system for visualizing time series data, built on MongoDB, Node and D3. If you send Cube timestamped events (with optional structured data), you can easily build realtime visualizations of aggregate metrics. For example, you might use Cube to monitor traffic to your website, counting requests:\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.youtube.com\/watch?v=oq0qEu1dDdA\" target=\"_blank\">Video demo<\/a>\r\n","url":"http:\/\/corner.squareup.com\/2011\/09\/cube.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Cube.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/cube\/"},{"id":11301,"date":"19 SEP","title":"CREATELY","category":"specialist","excerpt":"Quickly create Venn diagrams and Euler diagrams with easy to use web based tools. Includes Venn diagram templates to get started quickly, the ability to export Venn diagrams as image files or pdf files and easy styling options to add color and clarity to diagrams.","content":"Quickly create Venn diagrams and Euler diagrams with easy to use web based tools. Includes Venn diagram templates to get started quickly, the ability to export Venn diagrams as image files or pdf files and easy styling options to add color and clarity to diagrams.","url":"http:\/\/creately.com\/Draw-Venn-Diagrams-Online","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Creately.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/creately\/"},{"id":9552,"date":"14 AUG","title":"COLOURS ACROSS CULTURES","category":"colour","excerpt":"&#8220;Translating Colours in Interactive Marketing Communications&#8221;. A useful (pdf) report that breaks down the cultural and country-specific responses to and meaning associated with a range of colours.","content":"\"Translating Colours in Interactive Marketing Communications\". A useful (pdf) report that breaks down the cultural and country-specific responses to and meaning associated with a range of colours.","url":"http:\/\/globalpropaganda.com\/articles\/TranslatingColours.pdf","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/GlobalProp.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/colours-across-cultures\/"},{"id":9546,"date":"14 AUG","title":"COLOURLOVERS","category":"colour","excerpt":"&#8220;COLOURlovers is a creative community where people from around the world create and share colors, palettes and patterns, discuss the latest trends and explore colorful articles&#8230; All in the spirit of love.&#8221;","content":"\"COLOURlovers is a creative community where people from around the world create and share colors, palettes and patterns, discuss the latest trends and explore colorful articles... All in the spirit of love.\"","url":"http:\/\/www.colourlovers.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ColourLovers.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/colourlovers\/"},{"id":9544,"date":"14 AUG","title":"COLOREXPLORER","category":"colour","excerpt":"&#8220;Simply put, ColorExplorer is an online toolbox for working with color palettes. Being a little more elaborate, the current site is the result of evolvement on my acclaimed ColorMatch 5K project dating back as far as 2001. With ColorExplorer you can quickly and easily create, manage and evaluate color palettes for use in graphic design, [&hellip;]","content":"\"Simply put, ColorExplorer is an online toolbox for working with color palettes. Being a little more elaborate, the current site is the result of evolvement on my acclaimed ColorMatch 5K project dating back as far as 2001. With ColorExplorer you can quickly and easily create, manage and evaluate color palettes for use in graphic design, web designs, layouts, and much more.\"","url":"http:\/\/colorexplorer.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ColorExplorer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/colorexplorer\/"},{"id":9514,"date":"14 AUG","title":"COLORBREWER 2.0","category":"colour","excerpt":"&#8220;Colorbrewer 2.0 is an online tool designed to help people select good color schemes for maps and other graphics.&#8221;","content":"\"Colorbrewer 2.0 is an online tool designed to help\r\npeople select good color schemes for maps and other graphics.\"","url":"http:\/\/colorbrewer2.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ColorBrewer.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/colorbrewer-2-0\/"},{"id":9536,"date":"14 AUG","title":"COLOR.METHOD","category":"colour","excerpt":"A color matching game.","content":"A color matching game.","url":"http:\/\/color.method.ac\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ColorMethod.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/color-method\/"},{"id":9538,"date":"14 AUG","title":"COLOR SPACE EXPLORER","category":"colour","excerpt":"&#8220;For my blog post &#8216;How To Avoid Equidistant HSV Colors&#8217; I created an interactive color space explorer, also known as &#8216;color selector&#8217;. It also allows to preview a set of linear interpolated equidistant colors.&#8221;","content":"\"For my blog post 'How To Avoid Equidistant HSV Colors' I created an interactive color space explorer, also known as 'color selector'. It also allows to preview a set of linear interpolated equidistant colors.\"","url":"http:\/\/vis4.net\/labs\/185","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/vis4net.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/color-space-explorer\/"},{"id":9551,"date":"14 AUG","title":"COLOR ORACLE","category":"colour","excerpt":"&#8220;Color Oracle is a free color blindness simulator for Window, Mac and Linux. It takes the guesswork out of designing for color blindness by showing you in real time what people with common color vision impairments will see.&#8221;","content":"\"Color Oracle is a free color blindness simulator for Window, Mac and Linux. It takes the guesswork out of designing for color blindness by showing you in real time what people with common color vision impairments will see.\"","url":"http:\/\/colororacle.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Oracle.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/color-oracle\/"},{"id":9542,"date":"14 AUG","title":"COLOR BY HAILPIXEL","category":"colour","excerpt":"Move back and forth, up and down and scroll around the screen to build a colour palette.","content":"Move back and forth, up and down and scroll around the screen to build a colour palette.","url":"http:\/\/color.hailpixel.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/hailpixel.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/color-by-hailpixel\/"},{"id":11161,"date":"18 SEP","title":"COLLLOR","category":"colour","excerpt":"With Colllor it is much easier to generate a consistent web color palette with just a few clicks. You should use colors consistently, so you have a common look and feel throughout your design. All the alternative proposals produced by Colllor derive from the same color and they all have a common denominator sharing hue, [&hellip;]","content":"With Colllor it is much easier to generate a consistent web color palette with just a few clicks. You should use colors consistently, so you have a common look and feel throughout your design. All the alternative proposals produced by Colllor derive from the same color and they all have a common denominator sharing hue, lightness or saturation values. This tool will let you find the exact value of darker shades of any color, not just something that 'looks darker'. That will be a huge step towards professionally looking design.","url":"http:\/\/colllor.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/colllor.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/colllor\/"},{"id":9619,"date":"18 AUG","title":"CODEFLOWER","category":"programming","excerpt":"CodeFlower is an experiment that visualizes source repositories using an interactive tree. Each disc represents a file, with a radius proportional to the number of lines of code (loc). All rendering is done client-side, in JavaScript. It is built with d3.js and inspired by Code Swarm and Gource. Examples\/references: Example projects","content":"CodeFlower is an experiment that visualizes source repositories using an interactive tree. Each disc represents a file, with a radius proportional to the number of lines of code (loc). All rendering is done client-side, in JavaScript. It is built with d3.js and inspired by Code Swarm and Gource.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/redotheweb.com\/CodeFlower\/\" target=\"_blank\">Example projects<\/a>\r\n","url":"http:\/\/redotheweb.com\/CodeFlower\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Codeflower.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/codeflower\/"},{"id":9902,"date":"23 AUG","title":"CLOSR.IT","category":"specialist","excerpt":"ClosR is a simple way to quick publish, display, share and embed designed images or graphics online. It is especially useful for those works that are large in size as ClosR provides a simple zoomable platform to let users explore your images. Examples\/references: Protests and the Media","content":"ClosR is a simple way to quick publish, display, share and embed designed images or graphics online. It is especially useful for those works that are large in size as ClosR provides a simple zoomable platform to let users explore your images.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.closr.it\/show\/E0baRqurI6A\" target=\"_blank\">Protests and the Media<\/a>\r\n","url":"http:\/\/www.closr.it\/show\/DrJQxPxg-lC","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Closr.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/closr-it\/"},{"id":9843,"date":"23 AUG","title":"CIRCOS","category":"multivariate","excerpt":"Circos is a software package for visualizing data and information. It visualizes data in a circular layout — this makes Circos ideal for exploring relationships between objects or positions. There are other reasons why a circular layout is advantageous, not the least being the fact that it is attractive. Circos is ideal for creating publication-quality [&hellip;]","content":"Circos is a software package for visualizing data and information. It visualizes data in a circular layout — this makes Circos ideal for exploring relationships between objects or positions. There are other reasons why a circular layout is advantageous, not the least being the fact that it is attractive. Circos is ideal for creating publication-quality infographics and illustrations with a high data-to-ink ratio, richly layered data and pleasant symmetries. You have fine control each element in the figure to tailor its focus points and detail to your audience.\r\n<br><br>\r\nExamples\/reference: <a href=\"http:\/\/circos.ca\/images\/\" target=\"_blank\">Images<\/a>\r\n","url":"http:\/\/circos.ca\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Circos.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/circos\/"},{"id":9537,"date":"14 AUG","title":"CHROMA.JS","category":"colour","excerpt":"&#8220;Chroma.js is a JavaScript library for working with colors in visualizations. In contrast to many similar libraries it supports advanced color models like CIE Lab and Hue-Chroma-Lightness which are helpful to overcome the traps of equidis­tant HSV col­ors. Also it includes support for color scales and the beautiful palettes by Cynthia Brewer.&#8221;","content":"\"Chroma.js is a JavaScript library for working with colors in visualizations. In contrast to many similar libraries it supports advanced color models like CIE Lab and Hue-Chroma-Lightness which are helpful to overcome the traps of equidis­tant HSV col­ors. Also it includes support for color scales and the beautiful palettes by Cynthia Brewer.\"","url":"http:\/\/driven-by-data.net\/about\/chromajs\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/chromajs.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/chroma-js\/"},{"id":9549,"date":"14 AUG","title":"CHECKMYCOLORS","category":"colour","excerpt":"&#8220;CheckMyColours is a tool for checking foreground and background color combinations of all DOM elements and determining if they provide sufficient contrast when viewed by someone having color deficits.&#8221;","content":"\"CheckMyColours is a tool for checking foreground and background color combinations of all DOM elements and determining if they provide sufficient contrast when viewed by someone having color deficits.\"","url":"http:\/\/www.checkmycolours.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Checkmycolours.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/checkmycolors\/"},{"id":9960,"date":"23 AUG","title":"CHARTSBIN","category":"web-based","excerpt":"ChartsBin is a web-based data visualization tool that will allow everyone to quickly and easily create rich interactive visualizations with their own data. You can then share your interactive visualizations with others by embedding them in websites, blogs or sharing via Facebook or Twitter. We&#8217;re focused on building the most exciting and engaging destination for [&hellip;]","content":"ChartsBin is a web-based data visualization tool that will allow everyone to quickly and easily create rich interactive visualizations with their own data. You can then share your interactive visualizations with others by embedding them in websites, blogs or sharing via Facebook or Twitter. We're focused on building the most exciting and engaging destination for statisticians, and computer scientists in the world.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/chartsbin.com\/graph\" target=\"_blank\">Gallery<\/a>\r\n","url":"http:\/\/chartsbin.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ChartsBin.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/chartsbin\/"},{"id":9617,"date":"18 AUG","title":"CHART.JS","category":"programming","excerpt":"Chart.js offers easy, object oriented client side graphs for designers and developers. You can visualise your data in 6 different ways, with each chart type animated, fully customisable and great-looking, even on retina displays. Chart.js uses the HTML5 canvas element, supports all modern browsers and is dependency free, lightweight with loads of customisation options. Examples\/references: [&hellip;]","content":"Chart.js offers easy, object oriented client side graphs for designers and developers. You can visualise your data in 6 different ways, with each chart type animated, fully customisable and great-looking, even on retina displays. Chart.js uses the HTML5 canvas element, supports all modern browsers and is dependency free, lightweight with loads of customisation options.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.chartjs.org\/\" target=\"_blank\">Demos<\/a>\r\n","url":"http:\/\/www.chartjs.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Chart.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/chart-js\/"},{"id":10002,"date":"23 AUG","title":"CARTODB","category":"mapping","excerpt":"CartoDB lets you create multi-layer and fully interactive maps for the web and mobile. You can customize the appearance of your basemap and your interactive data layers with just a few clicks. From point maps to complex themathic visualization, all with the help of our wizards. For advanced map styling, use the map style editor [&hellip;]","content":"CartoDB lets you create multi-layer and fully interactive maps for the web and mobile. You can customize the appearance of your basemap and your interactive data layers with just a few clicks. From point maps to complex themathic visualization, all with the help of our wizards. For advanced map styling, use the map style editor and access the power of CartoCSS, a cascading styles sheets language for maps. You can also use CartoDB to understand your data: gain insights that will change the way you communicate.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/aitor.is\/iceland-contour\/\" target=\"_blank\">Iceland's Countour<\/a>, <a href=\"http:\/\/melbourneurbanforestvisual.com.au\/\" target=\"_blank\">Melbourne's Urban Forest<\/a>\r\n","url":"http:\/\/cartodb.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/CartoDB.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/cartodb\/"},{"id":11207,"date":"18 SEP","title":"BONSAI.JS","category":"programming","excerpt":"Bonsai.js offers a lightweight graphics library with an intuitive graphics API and an SVG renderer.","content":"Bonsai.js offers a lightweight graphics library with an intuitive graphics API and an SVG renderer.","url":"http:\/\/bonsaijs.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Bonsai.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/bonsai-js\/"},{"id":11246,"date":"19 SEP","title":"BLOCKSPRING","category":"web-based","excerpt":"We grow graphs. BlockSpring lets you build visualizations from the most innovative blocks developed by engineers within your organization, and from around the world. Need something awesome? Your engineering team or ours can build proprietary graphs just for you.","content":"We grow graphs. BlockSpring lets you build visualizations from the most innovative blocks developed by engineers within your organization, and from around the world. Need something awesome? Your engineering team or ours can build proprietary graphs just for you.","url":"https:\/\/www.blockspring.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/blockspring.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/blockspring\/"},{"id":11275,"date":"19 SEP","title":"BIGML","category":"specialist","excerpt":"Our goal is to make machine learning simple and beautiful. Our service can take the complexities out of creating a high-availability, low-latency Machine Learning system created especially for your data. You will not only gain valuable insights from your data, you will most likely enjoy it. From the developer, to the researcher, to the multinational [&hellip;]","content":"Our goal is to make machine learning simple and beautiful. Our service can take the complexities out of creating a high-availability, low-latency Machine Learning system created especially for your data. You will not only gain valuable insights from your data, you will most likely enjoy it. From the developer, to the researcher, to the multinational corporation, BigML has something that can uncover the hidden predictive power of your data. BigML wants to make you the master of your data.","url":"https:\/\/bigml.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/BigML.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/bigml\/"},{"id":11205,"date":"18 SEP","title":"BEAKER","category":"programming","excerpt":"Beaker is a code notebook that allows you to analyze, visualize, and document data using multiple programming languages including Python, R, Groovy, Julia, and Node. Beaker&#8217;s plugin-based polyglot architecture enables you to seamlessly switch between languages and add support for new languages.","content":"Beaker is a code notebook that allows you to analyze, visualize, and document data using multiple programming languages including Python, R, Groovy, Julia, and Node. Beaker's plugin-based polyglot architecture enables you to seamlessly switch between languages and add support for new languages.","url":"http:\/\/beakernotebook.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Beaker.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/beaker\/"},{"id":10011,"date":"23 AUG","title":"BATCHGEO","category":"mapping","excerpt":"We love maps, and we think they should be easy to make &#8211; that&#8217;s why we made BatchGeo. It&#8217;s the fastest way to create google maps from your data. It accepts addresses, intersections, cities, states, and postal codes. We do the hard work of figuring out where all your data lives in the real world. [&hellip;]","content":"We love maps, and we think they should be easy to make - that's why we made BatchGeo. It's the fastest way to create google maps from your data. It accepts addresses, intersections, cities, states, and postal codes. We do the hard work of figuring out where all your data lives in the real world.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/batchgeo.com\/features\/\" target=\"_blank\">Features<\/a>\r\n","url":"http:\/\/batchgeo.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Batchgeo.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/batchgeo\/"},{"id":9895,"date":"23 AUG","title":"BALSAMIQ","category":"specialist","excerpt":"Why Balsamiq Mockups for wireframing? Using Mockups feels like drawing, but because it&#8217;s digital, you can tweak and rearrange easily. Teams can come up with a design and iterate over it in real-time in the course of a meeting. Product managers, designers, developers, and even clients can now work together in the same tool to [&hellip;]","content":"Why Balsamiq Mockups for wireframing? Using Mockups feels like drawing, but because it's digital, you can tweak and rearrange easily. Teams can come up with a design and iterate over it in real-time in the course of a meeting. Product managers, designers, developers, and even clients can now work together in the same tool to quickly iterate over wireframes, before writing code.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/balsamiq.com\/blogs\/\" target=\"_blank\">Blog<\/a>\r\n","url":"http:\/\/www.balsamiq.com\/products\/mockups","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Balsamiq.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/balsamiq\/"},{"id":9894,"date":"23 AUG","title":"AXURE","category":"specialist","excerpt":"Axure RP is the standard in interactive wireframe software and gives you the power to quickly and easily deliver much more than typical mockup tools. Generate an interactive HTML website wireframe or UI mockup without coding. Then, send a link to clients or users to review. Or design an Android or iPhone app interface and [&hellip;]","content":"Axure RP is the standard in interactive wireframe software and gives you the power to quickly and easily deliver much more than typical mockup tools. Generate an interactive HTML website wireframe or UI mockup without coding. Then, send a link to clients or users to review. Or design an Android or iPhone app interface and view it right on your mobile device.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.axure.com\/features\" target=\"_blank\">Features<\/a>\r\n","url":"http:\/\/www.axure.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Azure.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/axure\/"},{"id":9956,"date":"23 AUG","title":"ARCGIS","category":"mapping","excerpt":"ArcGIS is a range of powerful and versatile mapping tools from ESRI. The products allow you to integrate data layers onto maps, globes, and models on the desktop and serve them out for use on a desktop, in a browser, or in the field via mobile devices. For developers, ArcGIS gives you APIs for building [&hellip;]","content":"ArcGIS is a range of powerful and versatile mapping tools from ESRI. The products allow you to integrate data layers onto maps, globes, and models on the desktop and serve them out for use on a desktop, in a browser, or in the field via mobile devices. For developers, ArcGIS gives you APIs for building rich, interactive applications using JavaScript, Flex, or Silverlight, embedding your applications into Web pages or launch stand-alone Web applications.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.esri.com\/software\/arcgis\/arcinfo\/index.html\" target=\"_blank\">ArcGIS Desktop<\/a>, <a href=\"http:\/\/www.arcgis.com\/home\/webmap\/viewer.html\">ArcGIS Web Mapping<\/a>, <a href=\"http:\/\/explorer.arcgis.com\/\">ArcGIS Explorer<\/a>, <a href=\"http:\/\/www.arcgis.com\/home\/gallery.html\" target=\"_blank\">Gallery<\/a>","url":"http:\/\/www.esri.com\/software\/arcgis\/arcgis-for-desktop","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/ArcGIS.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/arcgis\/"},{"id":9614,"date":"18 AUG","title":"ARBOR.JS","category":"programming","excerpt":"Arbor is a graph visualization library built with web workers and jQuery. Rather than trying to be an all-encompassing framework, arbor provides an efficient, force-directed layout algorithm plus abstractions for graph organization and screen refresh handling. Examples\/references: Demo","content":"Arbor is a graph visualization library built with web workers and jQuery. Rather than trying to be an all-encompassing framework, arbor provides an efficient, force-directed layout algorithm plus abstractions for graph organization and screen refresh handling.\r\n<br><br>\r\n\r\nExamples\/references: <a href=\"http:\/\/arborjs.org\/halfviz\/#\/the-cave-of-time\" target=\"_blank\">Demo<\/a>","url":"http:\/\/arborjs.org\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Arbor.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/arbor-js\/"},{"id":11154,"date":"18 SEP","title":"APPS FOR EXCEL","category":"charting","excerpt":"Microsoft&#8217;s Office Apps provides a suite of free and paid-for plugins to extend the functionality of your office products. In particular there are a range of visualisation-related apps that can be explored to add new charting capability to Excel.","content":"Microsoft's Office Apps provides a suite of free and paid-for plugins to extend the functionality of your office products. In particular there are a range of visualisation-related apps that can be explored to add new charting capability to Excel.","url":"https:\/\/store.office.com\/search.aspx?productgroup=Excel&catfltr=13&category=Data%2BVisualization%2B%252b%2BBI","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/AppExcel.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/apps-excel\/"},{"id":11272,"date":"19 SEP","title":"ALTERYX","category":"data-handling","excerpt":"Companies of all sizes realize the tremendous potential for data, but many struggle with turning that data into something they can take action upon, quickly enough for it to make a difference. Legacy approaches and tools for analytics have simply slowed them down even more. And, analysts in line of business departments such as sales, [&hellip;]","content":"Companies of all sizes realize the tremendous potential for data, but many struggle with turning that data into something they can take action upon, quickly enough for it to make a difference. Legacy approaches and tools for analytics have simply slowed them down even more. And, analysts in line of business departments such as sales, marketing, and finance are exhausting the capabilities of Microsoft Excel and other point solutions, and have grown tired of having to depend on data scientists and IT staff for data blending, analytics, and sharing of insight. With Alteryx these problems no longer slow an organization down. Analysts love Alteryx because it uniquely provides them with a single workflow for data blending, analytics, and reporting. ","url":"http:\/\/www.alteryx.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Alteryx.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/alteryx\/"},{"id":11292,"date":"19 SEP","title":"AESOP STORY ENGINE","category":"specialist","excerpt":"Write stories instead of code! Aesop Story Engine is a collection of thirteen unique components wrapped in a plugin that can be used to tell rich, interactive stories in any WordPress theme.","content":"Write stories instead of code! Aesop Story Engine is a collection of thirteen unique components wrapped in a plugin that can be used to tell rich, interactive stories in any WordPress theme.","url":"http:\/\/aesopstoryengine.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/Aesop.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/aesop-story-engine\/"},{"id":11291,"date":"19 SEP","title":"ADOBE VOICE","category":"specialist","excerpt":"Adobe Voice is a new app for iPad that leverages the use of multimedia and speech to create simple and creative animated videos. Adobe thinks it can make you a better story teller using your iPad. Adobe Voice combines the use of narration, photographs, text, and iconography with a number of templates which include music [&hellip;]","content":"Adobe Voice is a new app for iPad that leverages the use of multimedia and speech to create simple and creative animated videos. Adobe thinks it can make you a better story teller using your iPad. Adobe Voice combines the use of narration, photographs, text, and iconography with a number of templates which include music to create a really neat experience for making crafty videos.\r\n<br><br>\r\nExamples\/References: <a href=\"http:\/\/9to5mac.com\/2014\/05\/07\/adobe-voice-to-lets-you-make-cat-videos-on-ipad-easily\/\" target=\"_blank\">Article<\/a>","url":"http:\/\/getvoice.adobe.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/09\/AdobeVoice.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/adobe-voice\/"},{"id":9547,"date":"14 AUG","title":"ADOBE KULER","category":"colour","excerpt":"&#8220;Adobe Kuler lets you capture color inspiration anywhere you find it. Capture colors from a mural, garden, or wherever you happen to be with a snap of your iPhone camera. Browse, create, and customize themes for your designs – all on your phone.&#8221;","content":"\"Adobe Kuler lets you capture color inspiration anywhere you find it. Capture colors from a mural, garden, or wherever you happen to be with a snap of your iPhone camera. Browse, create, and customize themes for your designs – all on your phone.\"","url":"https:\/\/itunes.apple.com\/gb\/app\/adobe-kuler\/id632313714?mt=8","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Kuler.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/adobe-kuler\/"},{"id":9884,"date":"23 AUG","title":"ADOBE ILLUSTRATOR","category":"specialist","excerpt":"Like much of the Creative Suite software, Adobe Illustrator is the industry standard application for creating incredible electronic illustrations. Whilst most of us think of creating graphs using statistical software, like many of those listed above, its huge depth of features and capabilities make it the ideal accompaniment tool to take the graphic composition to [&hellip;]","content":"Like much of the Creative Suite software, Adobe Illustrator is the industry standard application for creating incredible electronic illustrations. Whilst most of us think of creating graphs using statistical software, like many of those listed above, its huge depth of features and capabilities make it the ideal accompaniment tool to take the graphic composition to the next level. Illustrator gives you the complete control you require to polish existing graphs, creating new ones or combine separate elements into an inspiring, customised and hand-crafted infographic design.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/www.itsbeenreal.co.uk\/index.php?\/wwwords\/literary-organism\/\" target=\"_blank\">Literary Organism<\/a>, <a href=\"http:\/\/visualizing.org\/visualizations\/486\" target=\"_blank\">Visualisations tagged with Adobe Illustrator<\/a>, <a href=\"http:\/\/www.informationisbeautiful.net\/visualizations\/the-billion-dollar-gram\/\" target=\"_blank\">Billion-Dollar-A-Gram<\/a>\r\n","url":"http:\/\/www.adobe.com\/products\/illustrator\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/AdobeIllustrator.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/adobe-illustrator\/"},{"id":9599,"date":"18 AUG","title":"ADOBE FLASH","category":"programming","excerpt":"Adobe Flash was once the industry standard for authoring innovative, interactive content used by organisations such as the New York Times and The Guardian. In conjunction with the platform’s programming language, ActionScript, Flash allows designers to bring dynamism to visualisation, opening up infinite possibilities for creativity. Some of the most pioneering, best practice visualisations built [&hellip;]","content":"Adobe Flash was once the industry standard for authoring innovative, interactive content used by organisations such as the New York Times and The Guardian. In conjunction with the platform’s programming language, ActionScript, Flash allows designers to bring dynamism to visualisation, opening up infinite possibilities for creativity. Some of the most pioneering, best practice visualisations built in Flash can be found with online news and media sites, introducing interactivity to supplement and enhance the information presentation. The lack of support for Flash across Apple's suite of devices and the emergence of competing developments, including D3 and HTML5 has somewhat impacted on the current popularity and development of Flash projects, compared to the past.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/projects.nytimes.com\/census\/2010\/explorer \" target=\"_blank\">Mapping America<\/a>, <a href=\"http:\/\/notabilia.net\/\" target=\"_blank\">Notabilia<\/a>","url":"http:\/\/www.adobe.com\/products\/flash\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Flash.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/adobe-flash\/"},{"id":9604,"date":"18 AUG","title":"ADOBE EDGE","category":"programming","excerpt":"In response to the mentioned restrictions involving developing projects using Flash, Adobe has responded with its own range of tools for creating next-generation HTML5 projects and designed to &#8220;set the benchmark for standards-based web creation&#8221;. Of these, Edge Animate is the most interesting offering, designed to &#8220;create animated, interactive content for the modern web&#8221;, providing [&hellip;]","content":"In response to the mentioned restrictions involving developing projects using Flash, Adobe has responded with its own range of tools for creating next-generation HTML5 projects and designed to \"set the benchmark for standards-based web creation\". Of these, Edge Animate is the most interesting offering, designed to \"create animated, interactive content for the modern web\", providing an alternative for projects that previously required Flash.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/html.adobe.com\/edge\/animate\/showcase.html\" target=\"_blank\">Showcase<\/a>\r\n","url":"http:\/\/html.adobe.com\/edge\/animate\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/AdobeEdge.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/adobe-edge\/"},{"id":9886,"date":"23 AUG","title":"ADOBE AFTER EFFECTS","category":"specialist","excerpt":"Adobe After Effects is an immensely powerful software package which takes further the capability to create amazing motion graphics and broadcast quality visual effects. Often referred to as the ‘Photoshop for video’, After Effects operates primarily with images or video content, offering the opportunity to apply and layer sound, graphics, special effects and motion. A [&hellip;]","content":"Adobe After Effects is an immensely powerful software package which takes further the capability to create amazing motion graphics and broadcast quality visual effects. Often referred to as the ‘Photoshop for video’, After Effects operates primarily with images or video content, offering the opportunity to apply and layer sound, graphics, special effects and motion. A simple way to understand the key difference between Flash and After Effects lies with the focus on Flash being web-based interactivity and After Effects being video rendered graphic effects. From a visualisation perspective the most important application of After Effects is through the power of storytelling, many of the infographic explanatory videos you will see are built using AE.\r\n<br><br>\r\nExamples\/references: <a href=\"http:\/\/vimeo.com\/66002010\" target=\"_blank\">Infographic Tutorial<\/a>\r\n","url":"http:\/\/www.adobe.com\/products\/aftereffects\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/AfterEffects.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/adobe-after-effects\/"},{"id":9776,"date":"23 AUG","title":"ABLE2EXTRACT","category":"data-handling","excerpt":"&#8220;Need image (scanned) PDF conversion to Excel, Word, and PowerPoint? Able2Extract Professional combines leading edge technology with our proprietary PDF conversion algorithm to deliver high quality conversions every time. This is great for people working with paper documents and wanting to access them electronically.&#8221;","content":"\"Need image (scanned) PDF conversion to Excel, Word, and PowerPoint? Able2Extract Professional combines leading edge technology with our proprietary PDF conversion algorithm to deliver high quality conversions every time. This is great for people working with paper documents and wanting to access them electronically.\"","url":"http:\/\/www.investintech.com\/able2extract.html","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/Able2Extract.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/able2extract\/"},{"id":9543,"date":"14 AUG","title":"0 TO 255","category":"colour","excerpt":"&#8220;0to255 is a simple tool that helps web designers find variations of any color. Perfect for hovers, borders, gradients, and more.&#8221;","content":"\"0to255 is a simple tool that helps web designers find variations of any color. Perfect for hovers, borders, gradients, and more.\"","url":"http:\/\/0to255.com\/","image_src":"http:\/\/www.visualisingdata.com\/wp-content\/uploads\/2014\/08\/0to255.png","link":"http:\/\/www.visualisingdata.com\/index.php\/resources\/0-to-255\/"}]